[
	{
	  "id": 1,
	  "image": "https://picsum.photos/500/300?random=270",
	  "title": "occaecat aute",
	  "relatedIds": [
		51,
		6,
		94,
		12,
		53,
		78,
		11,
		99,
		66
	  ],
	  "description": "sit deserunt minim nostrud consectetur dolor irure",
	  "longDescription": "Cupidatat aute labore Lorem minim magna eiusmod excepteur pariatur eiusmod nostrud. Duis sunt exercitation velit Lorem esse elit magna quis cillum aute eiusmod Lorem. Qui qui sunt duis minim ea veniam laboris duis nulla aliqua reprehenderit.\r\nSint consectetur qui pariatur aute. Lorem commodo elit elit in est nostrud minim consequat commodo. Ullamco amet quis id commodo pariatur eiusmod ad veniam laboris Lorem irure do. Officia nostrud ipsum amet sint do in voluptate adipisicing aliquip dolor cillum mollit.\r\n",
	  "specifications": [
		{
		  "descType": "voluptate",
		  "descValue": "dolor adipisicing sit"
		},
		{
		  "descType": "exercitation",
		  "descValue": "incididunt officia voluptate"
		},
		{
		  "descType": "in",
		  "descValue": "nostrud eiusmod cupidatat"
		}
	  ],
	  "price": 14603,
	  "discount": 25,
	  "likes": 399,
	  "brand": "Gleamink",
	  "reviews": [
		{
		  "reviewName": "Duffy Lawrence",
		  "reviewMessage": "Eu ex incididunt dolor anim occaecat labore. Nostrud esse occaecat minim sint esse quis magna deserunt."
		},
		{
		  "reviewName": "Puckett Pierce",
		  "reviewMessage": "Sit laboris proident anim cupidatat excepteur commodo excepteur sint cupidatat veniam dolor aute culpa esse. Nulla nostrud quis laboris aliqua ut irure aliquip dolor dolor occaecat proident commodo dolore."
		},
		{
		  "reviewName": "Fuller Mccall",
		  "reviewMessage": "Quis nostrud incididunt in labore aute adipisicing aliqua reprehenderit in. Id laboris ut ut laborum magna in ipsum in anim reprehenderit est qui eu sunt."
		},
		{
		  "reviewName": "Cochran James",
		  "reviewMessage": "Veniam ex duis eiusmod nulla ex proident minim. Ullamco eiusmod ad amet elit proident amet."
		},
		{
		  "reviewName": "Rosemary Riddle",
		  "reviewMessage": "Non commodo veniam pariatur irure ut occaecat duis veniam. Ad excepteur deserunt qui sit ea."
		},
		{
		  "reviewName": "Willis Griffith",
		  "reviewMessage": "Aliqua consectetur sit ipsum proident velit nisi in cillum elit labore amet qui. Aute quis commodo nostrud id ad aute culpa."
		},
		{
		  "reviewName": "Jerri Mercer",
		  "reviewMessage": "Cupidatat anim reprehenderit enim id reprehenderit non eiusmod qui pariatur fugiat eu. Eu commodo ipsum ad nisi minim fugiat labore ut Lorem dolore ad aliqua amet veniam."
		},
		{
		  "reviewName": "Beverley Swanson",
		  "reviewMessage": "Veniam deserunt ut veniam irure aute sit deserunt in ad adipisicing laborum. Consequat laborum ut officia aliquip est nostrud magna quis consequat incididunt officia nostrud."
		},
		{
		  "reviewName": "Alfreda Tanner",
		  "reviewMessage": "Velit adipisicing voluptate dolor ipsum ullamco eu fugiat et mollit. Cillum dolor voluptate dolore ipsum mollit velit magna quis ex ad do sit fugiat."
		}
	  ]
	},
	{
	  "id": 2,
	  "image": "https://picsum.photos/500/300?random=539",
	  "title": "qui laborum",
	  "relatedIds": [
		53,
		15,
		15,
		87,
		15,
		85,
		42,
		8,
		20
	  ],
	  "description": "cupidatat eiusmod reprehenderit dolor consequat occaecat Lorem",
	  "longDescription": "Esse et veniam in aliquip irure veniam laboris ad proident laborum ullamco. Ex eu quis irure qui ex veniam anim excepteur id. Ad sunt et commodo et commodo consectetur eiusmod quis. Reprehenderit elit tempor sunt pariatur esse. Incididunt id eiusmod id consequat ea eu eiusmod Lorem eiusmod quis. Velit eu elit ut minim occaecat consequat sunt est irure sunt. Laborum aliqua excepteur ullamco duis.\r\nDolor esse consectetur ad nisi ea in laboris minim. Minim velit commodo qui amet veniam duis proident nostrud qui aute aliqua aliquip. Amet pariatur veniam aliquip quis tempor laborum et qui velit culpa officia ad proident deserunt. Esse amet dolor in sunt esse dolor quis reprehenderit nisi.\r\n",
	  "specifications": [
		{
		  "descType": "ex",
		  "descValue": "ullamco ipsum laborum"
		},
		{
		  "descType": "dolore",
		  "descValue": "ad magna anim"
		},
		{
		  "descType": "anim",
		  "descValue": "voluptate laborum duis"
		},
		{
		  "descType": "non",
		  "descValue": "deserunt aliquip commodo"
		},
		{
		  "descType": "eu",
		  "descValue": "duis eu enim"
		},
		{
		  "descType": "ea",
		  "descValue": "fugiat irure fugiat"
		},
		{
		  "descType": "velit",
		  "descValue": "minim do officia"
		},
		{
		  "descType": "non",
		  "descValue": "irure in exercitation"
		},
		{
		  "descType": "nulla",
		  "descValue": "Lorem ut non"
		}
	  ],
	  "price": 11115,
	  "discount": 35,
	  "likes": 472,
	  "brand": "Eschoir",
	  "reviews": [
		{
		  "reviewName": "Christine Klein",
		  "reviewMessage": "Tempor cillum incididunt eu enim velit qui sit mollit. Qui est laborum laboris incididunt tempor eu nulla id fugiat ex consequat ad."
		},
		{
		  "reviewName": "Jewell Rodriquez",
		  "reviewMessage": "Sit cillum dolor in ea id labore enim dolore enim ex irure consequat proident ea. Esse sunt aute non aliqua ex occaecat duis fugiat tempor Lorem enim."
		},
		{
		  "reviewName": "Lessie Santiago",
		  "reviewMessage": "Nulla eiusmod sit ad dolore reprehenderit elit anim excepteur eiusmod laboris laborum reprehenderit commodo tempor. Nulla ut ea pariatur consequat."
		},
		{
		  "reviewName": "Tasha Hendrix",
		  "reviewMessage": "Reprehenderit ad ea qui ullamco nisi. Culpa irure nulla duis enim."
		},
		{
		  "reviewName": "Jarvis Butler",
		  "reviewMessage": "Enim eiusmod qui proident proident adipisicing cillum in sint. Ad minim id veniam mollit et officia et mollit occaecat ad cupidatat fugiat ex."
		},
		{
		  "reviewName": "Margaret Heath",
		  "reviewMessage": "Dolore aliquip mollit non ullamco dolor qui proident ipsum nostrud exercitation ut sunt et exercitation. Cillum nisi aliquip dolore irure fugiat."
		}
	  ]
	},
	{
	  "id": 3,
	  "image": "https://picsum.photos/500/300?random=336",
	  "title": "proident laborum",
	  "relatedIds": [
		90,
		86,
		13,
		6,
		73
	  ],
	  "description": "nulla laboris velit minim non deserunt fugiat",
	  "longDescription": "Duis officia nisi proident exercitation ut excepteur sint laboris. Eu cupidatat ea sit sit aliquip esse pariatur sit pariatur veniam qui pariatur ea. Veniam adipisicing nulla aliqua nisi do sit aliquip. Sit duis eu nisi eu nulla elit. Officia cupidatat sunt dolore do reprehenderit eu enim eiusmod aliquip. Sunt mollit duis ullamco sit eiusmod duis. Pariatur fugiat minim aute labore ut tempor voluptate irure.\r\nDo fugiat ullamco ad dolor laborum occaecat culpa. Et cillum mollit velit et. Dolor non amet laborum cupidatat aliqua dolor amet. Id incididunt fugiat exercitation do in amet proident non. Qui non nisi duis irure ut aliqua irure. Mollit nisi esse laboris id fugiat labore deserunt esse velit voluptate ullamco anim qui non.\r\n",
	  "specifications": [
		{
		  "descType": "anim",
		  "descValue": "aliqua amet eu"
		},
		{
		  "descType": "proident",
		  "descValue": "elit ipsum sint"
		},
		{
		  "descType": "non",
		  "descValue": "occaecat exercitation veniam"
		},
		{
		  "descType": "nulla",
		  "descValue": "occaecat commodo eu"
		},
		{
		  "descType": "qui",
		  "descValue": "est nisi aliquip"
		}
	  ],
	  "price": 13745,
	  "discount": 35,
	  "likes": 142,
	  "brand": "Deminimum",
	  "reviews": [
		{
		  "reviewName": "Rich Cooper",
		  "reviewMessage": "Id amet incididunt duis aute fugiat est in fugiat culpa exercitation tempor pariatur labore. Irure aliquip enim ex veniam id mollit aliqua ea est consequat ut ut."
		},
		{
		  "reviewName": "Donaldson Walsh",
		  "reviewMessage": "Reprehenderit elit veniam minim quis nostrud fugiat duis consequat excepteur consectetur est magna. Do id officia dolor Lorem eiusmod adipisicing tempor ad ut."
		},
		{
		  "reviewName": "Matthews Bond",
		  "reviewMessage": "Duis aliquip veniam ullamco esse magna adipisicing enim amet minim non dolore. Dolor dolore in id dolor enim dolore fugiat nulla in id."
		},
		{
		  "reviewName": "Essie Gallagher",
		  "reviewMessage": "Elit proident ad sunt ex amet anim. Adipisicing culpa non nisi aliqua anim sunt deserunt sunt deserunt anim esse ea."
		},
		{
		  "reviewName": "Sykes Aguilar",
		  "reviewMessage": "Elit nostrud enim non mollit ullamco consectetur minim adipisicing. Pariatur ex esse quis exercitation in Lorem labore quis cupidatat."
		},
		{
		  "reviewName": "Katrina Riley",
		  "reviewMessage": "Laboris occaecat sit excepteur cupidatat laboris sunt veniam mollit proident voluptate sunt. Mollit amet consequat ullamco esse ad."
		},
		{
		  "reviewName": "Morris Duncan",
		  "reviewMessage": "Fugiat nisi ad nostrud velit ut cillum. Pariatur ipsum ullamco aute ex magna tempor."
		},
		{
		  "reviewName": "Leonard Matthews",
		  "reviewMessage": "Laboris laboris aliquip tempor excepteur quis ut. Ut elit exercitation anim deserunt nostrud quis adipisicing culpa consequat quis reprehenderit magna laboris."
		}
	  ]
	},
	{
	  "id": 4,
	  "image": "https://picsum.photos/500/300?random=507",
	  "title": "aute fugiat",
	  "relatedIds": [
		23,
		86,
		78,
		56,
		90,
		47,
		93,
		64,
		40
	  ],
	  "description": "ad nulla sunt occaecat id enim occaecat",
	  "longDescription": "Eu sint dolor qui enim reprehenderit consectetur quis consequat. Mollit nostrud enim cillum consectetur pariatur duis. Cupidatat aliqua culpa consectetur ut in adipisicing exercitation. Aliqua consectetur mollit labore nisi anim ex ad minim dolore proident esse non. Minim consectetur ut cupidatat aute minim sint culpa cupidatat.\r\nDo officia ipsum aliqua id consectetur deserunt ad voluptate. Ad ut non irure dolor enim anim occaecat elit id nostrud sunt. Minim sint ullamco consectetur irure deserunt quis ipsum dolore in eu sint officia. Laboris occaecat qui aliquip laboris proident nisi qui ut commodo nisi. Nostrud cillum in aute laboris mollit. Commodo officia ad excepteur est pariatur exercitation proident laboris. Ullamco mollit id labore veniam irure aliqua.\r\n",
	  "specifications": [
		{
		  "descType": "qui",
		  "descValue": "cupidatat reprehenderit amet"
		},
		{
		  "descType": "nisi",
		  "descValue": "consectetur Lorem aliquip"
		},
		{
		  "descType": "ullamco",
		  "descValue": "adipisicing anim nostrud"
		},
		{
		  "descType": "elit",
		  "descValue": "non qui in"
		},
		{
		  "descType": "anim",
		  "descValue": "id fugiat occaecat"
		},
		{
		  "descType": "tempor",
		  "descValue": "elit irure id"
		},
		{
		  "descType": "sunt",
		  "descValue": "occaecat ullamco reprehenderit"
		},
		{
		  "descType": "amet",
		  "descValue": "voluptate occaecat quis"
		},
		{
		  "descType": "quis",
		  "descValue": "Lorem enim aliqua"
		},
		{
		  "descType": "cillum",
		  "descValue": "cupidatat sint dolore"
		}
	  ],
	  "price": 9712,
	  "discount": 25,
	  "likes": 425,
	  "brand": "Multiflex",
	  "reviews": []
	},
	{
	  "id": 5,
	  "image": "https://picsum.photos/500/300?random=294",
	  "title": "esse exercitation",
	  "relatedIds": [
		28,
		38,
		25,
		31
	  ],
	  "description": "velit eu eu nostrud Lorem ex adipisicing",
	  "longDescription": "Id id sit aute proident sunt anim in. Do est sit cillum nulla pariatur ipsum consectetur esse veniam. Cillum magna minim officia do commodo sunt irure eu do labore. Culpa ullamco dolor laborum eu Lorem voluptate minim cupidatat duis reprehenderit eiusmod.\r\nId ea nisi occaecat voluptate non aliquip. Ullamco labore ad exercitation occaecat commodo consectetur pariatur. Amet ut id duis velit adipisicing dolore. Ea sint laboris fugiat non in reprehenderit. Dolore excepteur magna ut id id Lorem. Velit sunt non consectetur sunt occaecat elit est do sit eiusmod voluptate excepteur proident Lorem.\r\n",
	  "specifications": [
		{
		  "descType": "duis",
		  "descValue": "eu laborum laboris"
		},
		{
		  "descType": "aliquip",
		  "descValue": "aliqua anim nulla"
		},
		{
		  "descType": "do",
		  "descValue": "dolore anim ea"
		},
		{
		  "descType": "anim",
		  "descValue": "sunt consectetur et"
		}
	  ],
	  "price": 5547,
	  "discount": 5,
	  "likes": 436,
	  "brand": "Greeker",
	  "reviews": [
		{
		  "reviewName": "Kristine Morales",
		  "reviewMessage": "Minim elit ut deserunt sunt incididunt labore elit pariatur. Non labore minim officia tempor in."
		},
		{
		  "reviewName": "Emily Dixon",
		  "reviewMessage": "Ad anim culpa velit occaecat et consectetur exercitation in commodo duis ipsum quis magna. Lorem officia voluptate id cupidatat officia reprehenderit nostrud labore sunt ullamco."
		},
		{
		  "reviewName": "Rosalie Hughes",
		  "reviewMessage": "Excepteur voluptate elit laboris laborum nulla cupidatat magna fugiat pariatur quis ut. Deserunt dolore excepteur est consequat excepteur incididunt dolor velit non magna nulla exercitation."
		}
	  ]
	},
	{
	  "id": 6,
	  "image": "https://picsum.photos/500/300?random=555",
	  "title": "commodo quis",
	  "relatedIds": [
		4,
		91,
		33
	  ],
	  "description": "in enim aute sint proident ut aute",
	  "longDescription": "Veniam est ut aliquip quis amet eu dolore et magna. Mollit consectetur officia pariatur ullamco. Dolore commodo ea nostrud do. Velit commodo id enim occaecat est fugiat minim cillum incididunt sint dolore ex ipsum. Laborum do ea aute Lorem. Amet cupidatat enim do cupidatat magna officia adipisicing tempor voluptate. Labore qui commodo nulla deserunt voluptate laborum Lorem sit quis veniam dolore.\r\nNisi proident cupidatat tempor officia elit officia elit do elit. Sint proident minim enim esse qui elit magna. Consectetur laboris eu proident reprehenderit deserunt laborum deserunt aliqua. Culpa sit est aliquip ipsum. Eiusmod tempor anim cupidatat est qui aliqua ea enim excepteur irure. Tempor cupidatat qui dolor laborum officia consequat deserunt occaecat commodo est.\r\n",
	  "specifications": [
		{
		  "descType": "do",
		  "descValue": "Lorem deserunt officia"
		},
		{
		  "descType": "reprehenderit",
		  "descValue": "consectetur labore consequat"
		},
		{
		  "descType": "et",
		  "descValue": "cillum culpa aliquip"
		},
		{
		  "descType": "veniam",
		  "descValue": "ea aliqua labore"
		},
		{
		  "descType": "consequat",
		  "descValue": "sint do non"
		},
		{
		  "descType": "exercitation",
		  "descValue": "occaecat sint proident"
		},
		{
		  "descType": "eiusmod",
		  "descValue": "amet tempor irure"
		},
		{
		  "descType": "nisi",
		  "descValue": "voluptate incididunt do"
		},
		{
		  "descType": "anim",
		  "descValue": "laboris ut nostrud"
		}
	  ],
	  "price": 4152,
	  "discount": 45,
	  "likes": 425,
	  "brand": "Quonata",
	  "reviews": [
		{
		  "reviewName": "Leach Thompson",
		  "reviewMessage": "Occaecat et ea eiusmod laboris sit voluptate esse. Et velit aliqua aute consequat ipsum adipisicing cillum culpa."
		}
	  ]
	},
	{
	  "id": 7,
	  "image": "https://picsum.photos/500/300?random=512",
	  "title": "amet anim",
	  "relatedIds": [
		47,
		10,
		10,
		48
	  ],
	  "description": "ex deserunt laboris fugiat cupidatat deserunt ullamco",
	  "longDescription": "Cupidatat consectetur consequat quis nostrud eu ex dolor sint esse officia. Sit irure voluptate velit consequat irure Lorem. Excepteur nisi pariatur proident cupidatat labore fugiat tempor. In enim cillum do cupidatat eu dolor. Amet sunt ea fugiat fugiat deserunt quis eu officia ex minim consectetur ullamco.\r\nVoluptate ea dolor magna qui velit veniam duis dolor deserunt non do. Tempor officia Lorem in pariatur nostrud minim laboris eu ipsum laborum ad cupidatat aliqua eiusmod. Est exercitation cupidatat sunt occaecat ullamco in minim anim nostrud ut.\r\n",
	  "specifications": [
		{
		  "descType": "sunt",
		  "descValue": "enim cillum quis"
		},
		{
		  "descType": "eiusmod",
		  "descValue": "est commodo proident"
		},
		{
		  "descType": "sit",
		  "descValue": "ex exercitation reprehenderit"
		},
		{
		  "descType": "do",
		  "descValue": "sint nisi est"
		},
		{
		  "descType": "ad",
		  "descValue": "cillum sint incididunt"
		},
		{
		  "descType": "aute",
		  "descValue": "dolore quis duis"
		},
		{
		  "descType": "sit",
		  "descValue": "laboris fugiat amet"
		}
	  ],
	  "price": 2624,
	  "discount": 30,
	  "likes": 242,
	  "brand": "Unia",
	  "reviews": [
		{
		  "reviewName": "Tara Ross",
		  "reviewMessage": "Ex sunt deserunt duis labore voluptate. Proident non laborum ad esse nulla do ut nisi commodo ut nulla."
		}
	  ]
	},
	{
	  "id": 8,
	  "image": "https://picsum.photos/500/300?random=527",
	  "title": "Lorem cupidatat",
	  "relatedIds": [
		16,
		15,
		9,
		93,
		54,
		99
	  ],
	  "description": "aliquip velit nulla magna duis sit irure",
	  "longDescription": "Sunt ea enim occaecat cupidatat ad duis cupidatat adipisicing elit elit aute ullamco anim. Elit ullamco pariatur enim aliquip do nulla. Qui aliquip proident ut pariatur enim exercitation magna duis quis.\r\nEt ad et cillum culpa qui nisi veniam elit aliquip consectetur culpa ad. Consequat esse consectetur nulla id deserunt irure duis deserunt ad exercitation et eu esse magna. Lorem aute duis amet do cillum qui dolore veniam excepteur duis aliqua. Tempor laboris aute elit labore eu non. Cupidatat reprehenderit deserunt fugiat laboris anim est aliquip.\r\n",
	  "specifications": [
		{
		  "descType": "adipisicing",
		  "descValue": "nisi excepteur aliqua"
		},
		{
		  "descType": "consectetur",
		  "descValue": "reprehenderit aliqua ad"
		},
		{
		  "descType": "do",
		  "descValue": "enim in officia"
		},
		{
		  "descType": "quis",
		  "descValue": "voluptate culpa Lorem"
		}
	  ],
	  "price": 13628,
	  "discount": 30,
	  "likes": 362,
	  "brand": "Genmex",
	  "reviews": [
		{
		  "reviewName": "Forbes Sherman",
		  "reviewMessage": "Velit qui reprehenderit magna sunt tempor irure nostrud exercitation deserunt. Nisi ullamco laborum eu ut."
		},
		{
		  "reviewName": "Rhodes Ballard",
		  "reviewMessage": "Ullamco ipsum deserunt veniam nulla ullamco cupidatat. Minim mollit nisi proident proident Lorem duis ut qui dolor duis mollit adipisicing dolore duis."
		},
		{
		  "reviewName": "Rosa Hancock",
		  "reviewMessage": "Culpa eu dolore esse fugiat aliquip ad do sunt velit. Ea laboris ut est excepteur non."
		},
		{
		  "reviewName": "Haley Horn",
		  "reviewMessage": "Aliquip nisi velit ex sit. Laboris voluptate deserunt sit et ad commodo reprehenderit cupidatat non mollit dolor sunt."
		}
	  ]
	},
	{
	  "id": 9,
	  "image": "https://picsum.photos/500/300?random=720",
	  "title": "reprehenderit est",
	  "relatedIds": [
		13,
		95,
		94,
		37
	  ],
	  "description": "ut ea mollit ex reprehenderit aute anim",
	  "longDescription": "Officia labore qui adipisicing non sint ex. Est amet culpa est velit officia ex fugiat quis labore. Ut excepteur laborum ex proident.\r\nExercitation ex sit dolor dolor ea esse cillum pariatur ea deserunt qui sit. Id dolore do sint sunt quis. Esse Lorem voluptate tempor proident velit ad eu aliqua. Et pariatur ut anim laborum sunt et sunt sint in. Reprehenderit nisi qui veniam mollit eu culpa aliquip id quis ut anim labore duis. Mollit esse quis magna ipsum id nulla dolore nulla. Non sint aliqua laboris commodo id labore adipisicing laborum do commodo occaecat ex tempor mollit.\r\n",
	  "specifications": [
		{
		  "descType": "sit",
		  "descValue": "eiusmod aliqua adipisicing"
		},
		{
		  "descType": "do",
		  "descValue": "magna occaecat sint"
		},
		{
		  "descType": "adipisicing",
		  "descValue": "tempor nulla id"
		}
	  ],
	  "price": 844,
	  "discount": 40,
	  "likes": 130,
	  "brand": "Goko",
	  "reviews": [
		{
		  "reviewName": "Traci West",
		  "reviewMessage": "Consectetur magna nisi nulla voluptate aliquip esse elit id voluptate. Laborum ipsum consectetur do ex."
		},
		{
		  "reviewName": "Isabel Coffey",
		  "reviewMessage": "Tempor aute commodo elit nisi laboris aliqua consectetur sint id reprehenderit veniam sint. Fugiat id anim ut Lorem veniam consequat consequat non magna elit est duis."
		},
		{
		  "reviewName": "Cortez Mcdonald",
		  "reviewMessage": "Culpa officia cillum deserunt occaecat aliquip. Et ipsum est consectetur id."
		},
		{
		  "reviewName": "Clare Richard",
		  "reviewMessage": "Consequat deserunt sint consectetur laborum commodo elit id deserunt ullamco id dolor Lorem Lorem. Consectetur velit laborum laboris voluptate dolore excepteur ullamco exercitation incididunt quis aliqua."
		},
		{
		  "reviewName": "Mcdaniel Williams",
		  "reviewMessage": "Consectetur quis occaecat mollit irure dolor non. Nisi qui ipsum quis irure nostrud ad nisi qui cupidatat non mollit cupidatat."
		},
		{
		  "reviewName": "Kay Gardner",
		  "reviewMessage": "Esse sint irure ullamco id elit velit veniam voluptate reprehenderit pariatur. Nulla aliquip et veniam mollit labore Lorem quis."
		}
	  ]
	},
	{
	  "id": 10,
	  "image": "https://picsum.photos/500/300?random=874",
	  "title": "labore excepteur",
	  "relatedIds": [
		96,
		32,
		8,
		35,
		81,
		56,
		88
	  ],
	  "description": "ea cupidatat id ullamco tempor sint consequat",
	  "longDescription": "Tempor laborum excepteur velit veniam dolore elit consectetur fugiat fugiat nulla non Lorem. Nisi aute quis laborum ea fugiat nostrud fugiat dolore. Cillum laborum in deserunt tempor esse nisi est voluptate. Elit elit sint consequat irure dolore sunt voluptate nulla quis. Sit id laborum eu sint incididunt ea reprehenderit in. Elit cillum ex culpa anim ullamco eiusmod est velit veniam ullamco laborum ex.\r\nEx minim cillum consequat esse. Dolore laborum irure ad ullamco id do ex esse dolore cupidatat proident qui tempor. Ipsum irure commodo eiusmod ipsum exercitation. Adipisicing dolor dolore pariatur proident aliquip sit consectetur commodo anim. Amet deserunt ipsum ut mollit laboris qui anim quis deserunt. Ex cillum voluptate et in sit do qui id minim excepteur eiusmod.\r\n",
	  "specifications": [
		{
		  "descType": "consequat",
		  "descValue": "est incididunt ipsum"
		},
		{
		  "descType": "quis",
		  "descValue": "sint consectetur sint"
		},
		{
		  "descType": "sunt",
		  "descValue": "nostrud ut fugiat"
		},
		{
		  "descType": "sunt",
		  "descValue": "commodo qui ipsum"
		},
		{
		  "descType": "velit",
		  "descValue": "sint adipisicing cupidatat"
		},
		{
		  "descType": "mollit",
		  "descValue": "incididunt ipsum minim"
		},
		{
		  "descType": "mollit",
		  "descValue": "aute eiusmod aute"
		},
		{
		  "descType": "commodo",
		  "descValue": "id est occaecat"
		},
		{
		  "descType": "nulla",
		  "descValue": "proident commodo do"
		},
		{
		  "descType": "cupidatat",
		  "descValue": "Lorem excepteur laborum"
		}
	  ],
	  "price": 10392,
	  "discount": 45,
	  "likes": 230,
	  "brand": "Updat",
	  "reviews": [
		{
		  "reviewName": "Rosario Mckay",
		  "reviewMessage": "Officia eu tempor fugiat ea. Nostrud irure nisi sint aliqua laborum ea ex excepteur reprehenderit cillum cillum qui consequat dolore."
		},
		{
		  "reviewName": "Stein Benton",
		  "reviewMessage": "Aliquip dolore nostrud voluptate Lorem. Voluptate est duis non ut duis dolor amet sunt cillum proident elit."
		},
		{
		  "reviewName": "Ellis Norman",
		  "reviewMessage": "Officia eiusmod ea reprehenderit reprehenderit aliqua amet magna do sit. Minim consequat laboris eu irure cupidatat duis commodo exercitation ullamco fugiat ut deserunt."
		},
		{
		  "reviewName": "Shawn Foster",
		  "reviewMessage": "Nisi sint ullamco consequat esse quis ullamco. Anim proident aute sint velit."
		},
		{
		  "reviewName": "Petersen Nixon",
		  "reviewMessage": "Consequat consectetur magna id sunt amet sint cupidatat laborum id. Mollit voluptate proident quis elit."
		},
		{
		  "reviewName": "Webster Shaffer",
		  "reviewMessage": "Aute do proident in ex ad dolore irure deserunt proident esse mollit consequat. Exercitation sint cupidatat labore eu consequat deserunt ullamco anim elit nostrud fugiat adipisicing."
		},
		{
		  "reviewName": "Adkins Pacheco",
		  "reviewMessage": "Et consectetur velit ullamco officia exercitation enim consectetur excepteur. Consequat magna cillum laboris Lorem Lorem in quis."
		},
		{
		  "reviewName": "Frank King",
		  "reviewMessage": "Proident dolore ex laborum eiusmod in proident Lorem deserunt minim deserunt. Tempor proident pariatur et qui aliquip ea cillum aliqua veniam ut officia."
		},
		{
		  "reviewName": "Janis Haney",
		  "reviewMessage": "Anim in do enim nostrud ad adipisicing exercitation duis laboris sint ut elit officia proident. Consectetur aliquip cillum pariatur fugiat minim ea enim nisi."
		}
	  ]
	},
	{
	  "id": 11,
	  "image": "https://picsum.photos/500/300?random=600",
	  "title": "mollit in",
	  "relatedIds": [
		38,
		50,
		94,
		26,
		1,
		53,
		93,
		32,
		74
	  ],
	  "description": "dolor occaecat est veniam elit cupidatat consectetur",
	  "longDescription": "Velit aliquip nulla excepteur incididunt quis enim laborum tempor deserunt elit ex ea cillum amet. Duis elit consectetur ullamco ea in irure do aliquip ut adipisicing non Lorem. Nisi cupidatat excepteur cillum ipsum elit ullamco. Exercitation dolor mollit velit ullamco ullamco velit sit ut proident ad ullamco. Adipisicing nulla commodo anim ipsum cupidatat quis.\r\nExcepteur deserunt irure anim reprehenderit elit elit id consectetur amet labore consectetur non. Voluptate nulla adipisicing fugiat aliquip duis. Laborum adipisicing et do quis culpa cupidatat quis ut qui pariatur est. Labore eu anim elit duis deserunt aliqua nostrud reprehenderit proident sunt. Magna nisi Lorem sint nulla dolore anim nisi anim non sint laborum qui irure. Anim exercitation do nostrud Lorem irure aliquip. Reprehenderit est sit quis exercitation do.\r\n",
	  "specifications": [
		{
		  "descType": "laboris",
		  "descValue": "incididunt amet labore"
		},
		{
		  "descType": "laborum",
		  "descValue": "ex commodo exercitation"
		},
		{
		  "descType": "tempor",
		  "descValue": "laborum qui sunt"
		},
		{
		  "descType": "Lorem",
		  "descValue": "ea voluptate proident"
		},
		{
		  "descType": "anim",
		  "descValue": "occaecat officia anim"
		},
		{
		  "descType": "nulla",
		  "descValue": "culpa nisi ut"
		},
		{
		  "descType": "cupidatat",
		  "descValue": "Lorem deserunt irure"
		},
		{
		  "descType": "aliqua",
		  "descValue": "ea cupidatat ea"
		},
		{
		  "descType": "et",
		  "descValue": "quis tempor nisi"
		},
		{
		  "descType": "exercitation",
		  "descValue": "proident mollit cupidatat"
		}
	  ],
	  "price": 2474,
	  "discount": 25,
	  "likes": 162,
	  "brand": "Suretech",
	  "reviews": [
		{
		  "reviewName": "Stefanie White",
		  "reviewMessage": "Ipsum et sit reprehenderit tempor. Nostrud sit occaecat et veniam incididunt elit."
		},
		{
		  "reviewName": "Ingram Powell",
		  "reviewMessage": "Commodo aute magna dolore pariatur et sint commodo incididunt. Enim elit incididunt laboris do dolor proident occaecat Lorem."
		},
		{
		  "reviewName": "Blackwell Giles",
		  "reviewMessage": "Adipisicing cupidatat amet qui culpa elit ut ullamco. Commodo exercitation aliqua pariatur adipisicing in laborum elit exercitation nulla officia minim dolor adipisicing minim."
		}
	  ]
	},
	{
	  "id": 12,
	  "image": "https://picsum.photos/500/300?random=1029",
	  "title": "ad culpa",
	  "relatedIds": [
		67,
		47,
		59,
		31,
		18,
		89,
		98,
		77
	  ],
	  "description": "eu anim dolor laboris duis irure consequat",
	  "longDescription": "Amet ex et occaecat exercitation ad deserunt Lorem consectetur sit ea proident magna proident. In cillum aliquip Lorem minim. Dolore velit ullamco velit qui do quis consequat aliqua culpa do minim ipsum. Dolor nulla deserunt velit officia incididunt eu qui.\r\nNisi dolor cupidatat do ad aliquip fugiat minim commodo ut exercitation nulla. Elit elit excepteur qui esse culpa eu ullamco sunt dolore nulla enim eiusmod qui. Tempor cupidatat ea in minim velit consequat deserunt fugiat esse occaecat nostrud.\r\n",
	  "specifications": [
		{
		  "descType": "commodo",
		  "descValue": "incididunt labore occaecat"
		},
		{
		  "descType": "deserunt",
		  "descValue": "cillum ea aute"
		},
		{
		  "descType": "laborum",
		  "descValue": "dolor amet do"
		},
		{
		  "descType": "voluptate",
		  "descValue": "nisi do minim"
		},
		{
		  "descType": "aliquip",
		  "descValue": "id quis ex"
		},
		{
		  "descType": "ullamco",
		  "descValue": "minim pariatur pariatur"
		},
		{
		  "descType": "ad",
		  "descValue": "minim aliquip tempor"
		},
		{
		  "descType": "nisi",
		  "descValue": "reprehenderit anim officia"
		},
		{
		  "descType": "irure",
		  "descValue": "cupidatat ut excepteur"
		},
		{
		  "descType": "Lorem",
		  "descValue": "ad velit qui"
		}
	  ],
	  "price": 1696,
	  "discount": 5,
	  "likes": 261,
	  "brand": "Quizmo",
	  "reviews": []
	},
	{
	  "id": 13,
	  "image": "https://picsum.photos/500/300?random=616",
	  "title": "deserunt do",
	  "relatedIds": [
		9,
		40,
		55,
		16
	  ],
	  "description": "culpa esse deserunt veniam irure aliqua proident",
	  "longDescription": "Incididunt proident deserunt esse pariatur ullamco nulla. Est proident esse ea anim elit labore magna sit ullamco velit enim. Pariatur voluptate magna nisi ad duis proident. Adipisicing cupidatat officia laborum ex et Lorem cillum eiusmod aliquip ullamco. Adipisicing exercitation dolor veniam minim velit nulla nostrud enim pariatur exercitation nulla tempor excepteur ex. Tempor deserunt aute aliquip sunt amet incididunt esse qui ullamco consectetur commodo consectetur anim id.\r\nOfficia enim id eiusmod quis esse sit anim laborum sunt do. Veniam irure nulla irure incididunt do ad sit et. Minim qui occaecat consequat elit et nulla culpa. Laborum laboris in officia dolore fugiat sunt nulla laborum fugiat tempor. Consequat aliqua ullamco cillum excepteur eiusmod. Cillum qui id ea officia.\r\n",
	  "specifications": [
		{
		  "descType": "veniam",
		  "descValue": "exercitation ullamco Lorem"
		},
		{
		  "descType": "ex",
		  "descValue": "ea consectetur anim"
		},
		{
		  "descType": "qui",
		  "descValue": "culpa aliquip nisi"
		},
		{
		  "descType": "do",
		  "descValue": "exercitation do ad"
		},
		{
		  "descType": "laboris",
		  "descValue": "ullamco ad non"
		},
		{
		  "descType": "nulla",
		  "descValue": "culpa excepteur labore"
		},
		{
		  "descType": "laboris",
		  "descValue": "sit deserunt ea"
		},
		{
		  "descType": "et",
		  "descValue": "officia non est"
		}
	  ],
	  "price": 2616,
	  "discount": 40,
	  "likes": 467,
	  "brand": "Bunga",
	  "reviews": [
		{
		  "reviewName": "Ochoa Bird",
		  "reviewMessage": "In aute non ut mollit sit ipsum proident. Cillum culpa mollit irure ipsum ullamco tempor eiusmod sit laborum fugiat id eu."
		},
		{
		  "reviewName": "Judith Sharp",
		  "reviewMessage": "Eiusmod cupidatat qui ad ullamco eiusmod labore deserunt cillum non non. Sit sit consequat eu aliqua aute dolore ut culpa."
		},
		{
		  "reviewName": "Lowe Barnett",
		  "reviewMessage": "Ipsum adipisicing anim fugiat minim. Nostrud excepteur id esse ea consectetur ullamco ea aliquip et nulla nisi cupidatat est ipsum."
		},
		{
		  "reviewName": "Sasha Marks",
		  "reviewMessage": "Cupidatat officia amet voluptate est. Reprehenderit aliquip id cupidatat esse duis Lorem excepteur quis cupidatat nulla eiusmod pariatur."
		},
		{
		  "reviewName": "Marquita Barber",
		  "reviewMessage": "Ut et enim ipsum consequat. Ipsum laborum id excepteur deserunt ad amet est excepteur non aliquip ex."
		}
	  ]
	},
	{
	  "id": 14,
	  "image": "https://picsum.photos/500/300?random=667",
	  "title": "sunt irure",
	  "relatedIds": [
		76,
		63,
		85
	  ],
	  "description": "eu Lorem amet labore minim nulla irure",
	  "longDescription": "Adipisicing enim nostrud ad id labore nostrud dolore quis ut. Eu enim quis commodo eu cillum non aliquip. Sunt veniam et aute tempor et incididunt occaecat laboris id. Aliquip incididunt id elit ex consequat mollit voluptate ullamco in Lorem culpa ad ex elit. Tempor aliqua voluptate Lorem reprehenderit.\r\nVoluptate do ad tempor do eu cupidatat excepteur aliqua voluptate laborum officia laborum ad. Culpa labore esse do et aliquip nostrud Lorem elit anim tempor est nostrud anim fugiat. Cillum duis deserunt commodo fugiat enim pariatur eu aute et. Esse ipsum officia dolor velit commodo proident. Magna et sint cupidatat dolor. Excepteur reprehenderit tempor consectetur ipsum nisi officia qui voluptate nostrud amet aliqua.\r\n",
	  "specifications": [
		{
		  "descType": "ad",
		  "descValue": "nulla mollit fugiat"
		},
		{
		  "descType": "quis",
		  "descValue": "id elit laboris"
		},
		{
		  "descType": "enim",
		  "descValue": "deserunt Lorem sint"
		},
		{
		  "descType": "esse",
		  "descValue": "occaecat eiusmod eiusmod"
		},
		{
		  "descType": "eiusmod",
		  "descValue": "do deserunt id"
		}
	  ],
	  "price": 5373,
	  "discount": 10,
	  "likes": 397,
	  "brand": "Asimiline",
	  "reviews": [
		{
		  "reviewName": "Kristen Dunlap",
		  "reviewMessage": "Elit culpa in quis enim. Eiusmod labore aliquip ex incididunt magna."
		},
		{
		  "reviewName": "Celina Larsen",
		  "reviewMessage": "Pariatur officia sint cupidatat irure occaecat eiusmod deserunt veniam exercitation anim exercitation quis. Laboris ullamco est id dolor occaecat culpa ex officia tempor non irure consequat."
		},
		{
		  "reviewName": "Julia Chen",
		  "reviewMessage": "Aliquip velit aliquip Lorem mollit dolor anim. Nisi cupidatat magna ipsum commodo irure et nulla aute in occaecat consectetur excepteur."
		},
		{
		  "reviewName": "Zamora Mcmillan",
		  "reviewMessage": "Cillum cillum in deserunt irure laborum eu duis consectetur officia voluptate. Aliqua ex cillum adipisicing exercitation minim nulla et aliquip consectetur sint laborum."
		},
		{
		  "reviewName": "Gabriela Lynch",
		  "reviewMessage": "Non veniam magna nisi dolor. Sit ipsum sit aute nulla nostrud ipsum ullamco."
		}
	  ]
	},
	{
	  "id": 15,
	  "image": "https://picsum.photos/500/300?random=504",
	  "title": "do nulla",
	  "relatedIds": [
		95,
		11,
		65,
		72,
		10,
		43,
		54,
		27,
		80,
		2
	  ],
	  "description": "anim in amet minim do sint sunt",
	  "longDescription": "Amet ex velit deserunt elit irure ullamco proident amet deserunt. Quis id amet tempor incididunt pariatur fugiat anim. Deserunt nulla dolore sit tempor laboris dolor eu.\r\nNostrud occaecat nulla sit quis voluptate exercitation ea proident. Aliquip laboris mollit est mollit eiusmod do ullamco velit aute do laboris pariatur. Duis duis veniam adipisicing consectetur pariatur minim aliquip. Cillum enim nisi consectetur laboris fugiat.\r\n",
	  "specifications": [
		{
		  "descType": "nisi",
		  "descValue": "aliqua amet et"
		},
		{
		  "descType": "proident",
		  "descValue": "voluptate ullamco duis"
		},
		{
		  "descType": "incididunt",
		  "descValue": "quis incididunt nostrud"
		},
		{
		  "descType": "non",
		  "descValue": "do Lorem cillum"
		},
		{
		  "descType": "pariatur",
		  "descValue": "duis officia velit"
		}
	  ],
	  "price": 6805,
	  "discount": 20,
	  "likes": 125,
	  "brand": "Indexia",
	  "reviews": [
		{
		  "reviewName": "Alexandra Sweeney",
		  "reviewMessage": "Ut velit ea in elit consequat cupidatat labore aliqua excepteur aliquip adipisicing elit. Consequat adipisicing eu nostrud pariatur."
		},
		{
		  "reviewName": "Barry Noel",
		  "reviewMessage": "Aliquip do magna commodo ea ullamco quis et do minim ex veniam eiusmod deserunt tempor. Mollit in commodo eu id ipsum."
		},
		{
		  "reviewName": "Stafford Willis",
		  "reviewMessage": "Culpa do enim dolor adipisicing. Irure velit excepteur magna ut incididunt ipsum."
		},
		{
		  "reviewName": "Kim Vinson",
		  "reviewMessage": "Pariatur eiusmod ut Lorem nulla qui. Qui aute tempor magna in velit occaecat ut pariatur irure Lorem commodo in."
		},
		{
		  "reviewName": "Angeline Davidson",
		  "reviewMessage": "Eiusmod commodo excepteur ex elit. Commodo ut irure fugiat dolor nostrud nisi labore enim quis ut veniam aliqua enim."
		},
		{
		  "reviewName": "Katheryn Boone",
		  "reviewMessage": "Aute esse aliquip ea eiusmod. Est cillum velit aliqua reprehenderit anim cillum cillum incididunt ea cupidatat proident aliquip."
		},
		{
		  "reviewName": "Duke Crawford",
		  "reviewMessage": "Laborum fugiat in ipsum esse consectetur commodo culpa nostrud qui commodo irure esse amet. Eu nostrud eu sunt laboris et ipsum pariatur Lorem adipisicing aliquip consequat pariatur qui."
		}
	  ]
	},
	{
	  "id": 16,
	  "image": "https://picsum.photos/500/300?random=850",
	  "title": "aliqua fugiat",
	  "relatedIds": [
		36,
		15,
		14,
		52
	  ],
	  "description": "occaecat ut commodo nostrud ut mollit do",
	  "longDescription": "Sint culpa consequat aliqua irure labore fugiat sint occaecat nostrud ipsum cupidatat cupidatat laboris. Dolore voluptate est et velit labore laboris sint do consectetur incididunt laborum ipsum exercitation. Ad esse dolore adipisicing deserunt nisi id voluptate laboris cupidatat sit fugiat enim. Qui voluptate incididunt nulla eu laborum in nulla enim incididunt exercitation qui dolor. Id nulla veniam ex adipisicing. Id voluptate est eu qui deserunt esse ex deserunt voluptate et aliquip nisi est minim.\r\nQui non in eu ad et ad magna nulla eu ipsum minim. Irure do id eu anim quis ut commodo consectetur. Ullamco excepteur incididunt voluptate ex et consequat sunt laborum velit aliquip enim nisi. Ea est exercitation sit id anim eu mollit ad dolor laboris laborum culpa in duis.\r\n",
	  "specifications": [
		{
		  "descType": "veniam",
		  "descValue": "elit eiusmod amet"
		},
		{
		  "descType": "consectetur",
		  "descValue": "laboris est aliqua"
		},
		{
		  "descType": "duis",
		  "descValue": "non veniam exercitation"
		},
		{
		  "descType": "velit",
		  "descValue": "ipsum irure sit"
		}
	  ],
	  "price": 12014,
	  "discount": 25,
	  "likes": 481,
	  "brand": "Andershun",
	  "reviews": []
	},
	{
	  "id": 17,
	  "image": "https://picsum.photos/500/300?random=936",
	  "title": "in consectetur",
	  "relatedIds": [
		57,
		38,
		95,
		46,
		93
	  ],
	  "description": "sint Lorem duis laboris esse excepteur proident",
	  "longDescription": "Est cupidatat ea ea eiusmod sunt magna commodo. Fugiat esse veniam occaecat reprehenderit. Magna cillum consectetur exercitation qui mollit irure qui ut excepteur sit tempor commodo reprehenderit incididunt.\r\nLaboris cillum anim fugiat sint ut id proident sunt ut dolore sint. Nostrud ipsum officia do aliquip exercitation. Enim enim voluptate ad adipisicing nisi. Proident fugiat adipisicing in laboris in quis sint.\r\n",
	  "specifications": [
		{
		  "descType": "sint",
		  "descValue": "cupidatat id cupidatat"
		},
		{
		  "descType": "dolore",
		  "descValue": "sunt est commodo"
		},
		{
		  "descType": "esse",
		  "descValue": "cupidatat voluptate quis"
		}
	  ],
	  "price": 10814,
	  "discount": 10,
	  "likes": 431,
	  "brand": "Stralum",
	  "reviews": [
		{
		  "reviewName": "Deena Lucas",
		  "reviewMessage": "Nulla commodo do occaecat quis do ullamco qui velit incididunt do ea do. Quis Lorem sint deserunt dolor quis occaecat ad et do et."
		}
	  ]
	},
	{
	  "id": 18,
	  "image": "https://picsum.photos/500/300?random=918",
	  "title": "Lorem do",
	  "relatedIds": [
		64,
		91,
		80,
		37,
		76,
		56,
		53
	  ],
	  "description": "amet duis non amet enim occaecat deserunt",
	  "longDescription": "Ut ut eu eiusmod sit id commodo ut. Deserunt dolor officia proident aute qui consectetur proident ad quis sunt nostrud consequat dolore. Exercitation enim et labore officia. Commodo laborum sit fugiat ea voluptate esse consectetur. Nostrud irure ad eu eu ullamco ea minim incididunt laborum laborum non ea quis. Tempor sit id id consectetur aliquip ipsum cupidatat qui ea amet cupidatat culpa nulla veniam. Cillum adipisicing ipsum consectetur labore est est ea.\r\nSint ad elit anim veniam aliquip labore reprehenderit proident dolore incididunt excepteur labore ex eu. Ullamco veniam in pariatur velit aute amet sint anim quis. Velit labore voluptate non cupidatat ipsum consequat adipisicing dolore mollit non dolor. Laboris quis ad proident culpa labore exercitation sunt aliqua magna sint.\r\n",
	  "specifications": [
		{
		  "descType": "ex",
		  "descValue": "aute pariatur mollit"
		},
		{
		  "descType": "fugiat",
		  "descValue": "cupidatat minim consectetur"
		},
		{
		  "descType": "voluptate",
		  "descValue": "laboris cupidatat commodo"
		},
		{
		  "descType": "non",
		  "descValue": "sit cupidatat nulla"
		},
		{
		  "descType": "consectetur",
		  "descValue": "excepteur aliqua labore"
		},
		{
		  "descType": "aute",
		  "descValue": "qui non deserunt"
		},
		{
		  "descType": "cupidatat",
		  "descValue": "nostrud non veniam"
		},
		{
		  "descType": "ad",
		  "descValue": "voluptate voluptate quis"
		}
	  ],
	  "price": 3036,
	  "discount": 5,
	  "likes": 117,
	  "brand": "Ecosys",
	  "reviews": [
		{
		  "reviewName": "Riddle Black",
		  "reviewMessage": "Incididunt anim irure ea velit mollit et. Exercitation nisi et dolor voluptate consectetur et qui."
		},
		{
		  "reviewName": "Janell Ewing",
		  "reviewMessage": "Cupidatat officia sint ipsum tempor commodo pariatur sit incididunt. Quis irure mollit anim anim fugiat cillum laboris adipisicing aliqua."
		},
		{
		  "reviewName": "Potter Austin",
		  "reviewMessage": "Consequat voluptate culpa eiusmod mollit nostrud. Nisi cupidatat id minim cupidatat."
		},
		{
		  "reviewName": "Connie Cervantes",
		  "reviewMessage": "Mollit velit sint in deserunt esse labore aute Lorem quis do nisi consectetur culpa. Sint est veniam fugiat culpa nulla."
		},
		{
		  "reviewName": "Sanchez Whitaker",
		  "reviewMessage": "Tempor pariatur incididunt non duis. Pariatur ea elit do do ea proident tempor id reprehenderit adipisicing et esse adipisicing."
		},
		{
		  "reviewName": "Mendoza Delaney",
		  "reviewMessage": "Dolore nostrud qui amet elit mollit proident ex et amet in sit. Id non non voluptate ut consequat do tempor."
		},
		{
		  "reviewName": "Leona Harding",
		  "reviewMessage": "Laboris Lorem eiusmod consectetur tempor nulla Lorem non. Ipsum minim magna sit ad ipsum eu duis id aliqua voluptate duis est dolor enim."
		},
		{
		  "reviewName": "Roslyn Shelton",
		  "reviewMessage": "Mollit ad mollit ut id dolor consequat dolore ex elit anim. Amet exercitation velit proident aliquip aute id ea ipsum aliqua sunt amet ad."
		},
		{
		  "reviewName": "Ramsey Collier",
		  "reviewMessage": "Incididunt duis do sunt laboris amet eiusmod ad qui culpa. Minim ullamco labore consectetur nisi cupidatat do consequat ad pariatur culpa."
		},
		{
		  "reviewName": "Carney Christian",
		  "reviewMessage": "Proident veniam in elit nulla. Lorem occaecat velit excepteur veniam excepteur incididunt consectetur esse nostrud nostrud culpa incididunt Lorem et."
		}
	  ]
	},
	{
	  "id": 19,
	  "image": "https://picsum.photos/500/300?random=1008",
	  "title": "ex fugiat",
	  "relatedIds": [
		33,
		66,
		93,
		95,
		66,
		95,
		94
	  ],
	  "description": "nostrud exercitation irure labore exercitation quis adipisicing",
	  "longDescription": "Ea et consequat adipisicing in fugiat aliquip eu. Reprehenderit anim non laboris esse exercitation. Commodo consectetur ullamco cupidatat ex Lorem mollit incididunt aliquip. Laborum consectetur Lorem amet quis nulla adipisicing. Ea quis tempor excepteur esse aliquip. Occaecat sunt est sint consectetur cupidatat tempor consectetur. Mollit anim commodo fugiat eiusmod est exercitation ipsum ipsum irure anim.\r\nAdipisicing irure ex velit dolore nisi nulla non in proident enim minim laborum. Aute nisi duis duis occaecat magna do non amet. In ullamco sit enim ut qui commodo qui. Excepteur nostrud aute ex pariatur.\r\n",
	  "specifications": [
		{
		  "descType": "tempor",
		  "descValue": "quis commodo enim"
		},
		{
		  "descType": "incididunt",
		  "descValue": "commodo fugiat ea"
		},
		{
		  "descType": "deserunt",
		  "descValue": "esse cillum proident"
		},
		{
		  "descType": "exercitation",
		  "descValue": "sint fugiat ea"
		},
		{
		  "descType": "culpa",
		  "descValue": "ex ipsum quis"
		}
	  ],
	  "price": 8830,
	  "discount": 30,
	  "likes": 457,
	  "brand": "Zoinage",
	  "reviews": [
		{
		  "reviewName": "Shannon Robbins",
		  "reviewMessage": "Cupidatat aute mollit do commodo. Non est nisi fugiat pariatur do."
		},
		{
		  "reviewName": "Aurora Goodman",
		  "reviewMessage": "Ad aliquip quis anim esse consequat reprehenderit sint. Aliqua anim sint sit dolore enim occaecat mollit."
		}
	  ]
	},
	{
	  "id": 20,
	  "image": "https://picsum.photos/500/300?random=841",
	  "title": "mollit in",
	  "relatedIds": [
		2,
		17,
		30,
		88
	  ],
	  "description": "qui sunt incididunt mollit irure exercitation mollit",
	  "longDescription": "Ut veniam sit eu pariatur et aliqua in sunt fugiat minim exercitation. Qui aliqua non id dolore excepteur ea est non consectetur ipsum mollit mollit aliqua eu. Do eu incididunt irure est et ut et enim enim culpa. Culpa officia ipsum ex excepteur proident excepteur eu duis nostrud cupidatat minim ullamco.\r\nUt dolor qui aute irure consectetur labore ea magna culpa fugiat est incididunt consequat fugiat. Duis nulla fugiat labore aliquip incididunt proident aute minim. Sint quis non ullamco nulla cupidatat laborum.\r\n",
	  "specifications": [
		{
		  "descType": "anim",
		  "descValue": "reprehenderit excepteur do"
		},
		{
		  "descType": "do",
		  "descValue": "amet dolor non"
		},
		{
		  "descType": "quis",
		  "descValue": "non veniam aliqua"
		}
	  ],
	  "price": 11750,
	  "discount": 5,
	  "likes": 302,
	  "brand": "Sultrax",
	  "reviews": [
		{
		  "reviewName": "Bradford Rowland",
		  "reviewMessage": "Tempor labore voluptate magna velit cillum aute. Laboris eiusmod qui amet veniam laborum aliqua est."
		},
		{
		  "reviewName": "Glenna Lloyd",
		  "reviewMessage": "Aliqua fugiat nisi consectetur dolore qui nisi deserunt ullamco deserunt qui elit reprehenderit cillum amet. Ea dolore officia ad aliqua elit."
		},
		{
		  "reviewName": "Josie Dillon",
		  "reviewMessage": "Duis magna anim deserunt qui enim nisi reprehenderit consectetur dolore est consequat. Sint reprehenderit ex do velit qui deserunt."
		},
		{
		  "reviewName": "Terrell Sutton",
		  "reviewMessage": "Quis dolor ullamco incididunt incididunt veniam. Mollit amet amet minim reprehenderit commodo laborum minim id aute consequat proident occaecat est elit."
		},
		{
		  "reviewName": "Lina Norris",
		  "reviewMessage": "Officia magna reprehenderit eiusmod sint Lorem aliqua reprehenderit nostrud adipisicing labore laboris culpa est. Occaecat do aute duis veniam."
		},
		{
		  "reviewName": "Diaz Anderson",
		  "reviewMessage": "Ad quis aliqua mollit eu irure dolore tempor veniam eu veniam Lorem in proident non. Aliqua aliquip aliqua eiusmod pariatur aute do mollit non."
		},
		{
		  "reviewName": "Sylvia Stanley",
		  "reviewMessage": "Magna consectetur do id sit velit id proident tempor deserunt fugiat elit commodo magna tempor. Cillum laboris aute nulla consectetur reprehenderit et magna."
		},
		{
		  "reviewName": "Rodriguez Fuentes",
		  "reviewMessage": "Mollit id excepteur ad adipisicing voluptate aliquip. Velit occaecat id nulla cillum mollit reprehenderit non et."
		},
		{
		  "reviewName": "Silva Mann",
		  "reviewMessage": "Dolor aute exercitation aute magna. Irure excepteur nostrud veniam ut commodo ipsum proident do ullamco elit anim nostrud qui."
		},
		{
		  "reviewName": "Harrington House",
		  "reviewMessage": "Reprehenderit qui commodo do cillum sint. Ut nisi ex nulla velit."
		}
	  ]
	},
	{
	  "id": 21,
	  "image": "https://picsum.photos/500/300?random=1080",
	  "title": "nostrud incididunt",
	  "relatedIds": [
		58,
		96,
		97,
		79,
		95,
		84
	  ],
	  "description": "sunt ex quis exercitation ut dolor exercitation",
	  "longDescription": "Fugiat anim nostrud est labore reprehenderit veniam deserunt officia consequat ad proident sint. Irure esse excepteur anim do proident esse ut elit. Voluptate veniam do Lorem ea dolor. Dolore esse veniam dolor laborum aute nisi. Sint laborum duis ullamco anim voluptate laboris magna. Ex ea nulla qui commodo cillum aliquip Lorem ad nulla id nisi. Cupidatat do nulla non enim aliquip magna.\r\nIrure eiusmod qui do commodo eiusmod. Consequat ipsum est labore labore. In excepteur ea aute excepteur et quis. In culpa reprehenderit sint pariatur amet aliquip sint commodo nulla in. Exercitation voluptate mollit ea esse consequat labore ad ut commodo eu. Amet velit incididunt laborum sit deserunt pariatur occaecat ullamco nulla esse proident dolore officia. Pariatur ea ut laborum minim.\r\n",
	  "specifications": [
		{
		  "descType": "sunt",
		  "descValue": "adipisicing nisi officia"
		},
		{
		  "descType": "aliquip",
		  "descValue": "magna esse labore"
		},
		{
		  "descType": "cillum",
		  "descValue": "esse non ipsum"
		},
		{
		  "descType": "aliqua",
		  "descValue": "est eiusmod mollit"
		}
	  ],
	  "price": 8433,
	  "discount": 15,
	  "likes": 452,
	  "brand": "Plutorque",
	  "reviews": []
	},
	{
	  "id": 22,
	  "image": "https://picsum.photos/500/300?random=1333",
	  "title": "excepteur ad",
	  "relatedIds": [
		65,
		94,
		52,
		57,
		34,
		57,
		33
	  ],
	  "description": "exercitation fugiat exercitation velit minim ipsum in",
	  "longDescription": "Deserunt veniam sint ad do ipsum. Laboris reprehenderit laboris excepteur commodo amet sit cillum. Mollit velit laborum sunt cupidatat. Pariatur ut qui magna occaecat incididunt dolor proident eiusmod eiusmod cupidatat.\r\nIrure excepteur elit consectetur veniam ut sit incididunt veniam sint. Id cupidatat tempor nisi nisi deserunt sint. Amet consequat tempor aliqua amet sint. Velit consequat ex culpa ad. Officia anim sit laborum reprehenderit ex ipsum nisi id consequat reprehenderit quis irure consectetur incididunt. Ipsum proident elit culpa aute quis non id ut enim non reprehenderit tempor sit. Elit incididunt anim elit ex pariatur minim non cillum.\r\n",
	  "specifications": [
		{
		  "descType": "ullamco",
		  "descValue": "excepteur labore incididunt"
		},
		{
		  "descType": "commodo",
		  "descValue": "do mollit enim"
		},
		{
		  "descType": "labore",
		  "descValue": "adipisicing anim enim"
		}
	  ],
	  "price": 909,
	  "discount": 45,
	  "likes": 222,
	  "brand": "Ovation",
	  "reviews": [
		{
		  "reviewName": "Rhonda Myers",
		  "reviewMessage": "Sit ea reprehenderit magna deserunt amet sit est officia ad laboris adipisicing laboris. Anim excepteur duis pariatur quis enim in."
		},
		{
		  "reviewName": "Cotton Clayton",
		  "reviewMessage": "Ipsum occaecat pariatur veniam exercitation laborum labore duis elit laboris reprehenderit ipsum voluptate. Deserunt deserunt incididunt sunt eu aliquip proident nostrud mollit culpa."
		},
		{
		  "reviewName": "Tina Serrano",
		  "reviewMessage": "Adipisicing in anim in ullamco. Elit culpa et ullamco ea id."
		},
		{
		  "reviewName": "Sherrie Knowles",
		  "reviewMessage": "Enim adipisicing id incididunt ut exercitation eiusmod occaecat. Velit aliqua qui laborum consequat proident minim tempor eiusmod consectetur velit voluptate qui nostrud sunt."
		},
		{
		  "reviewName": "Rose Nieves",
		  "reviewMessage": "Duis non sunt minim dolore officia adipisicing nisi reprehenderit. Ad excepteur exercitation qui qui sit consequat commodo consectetur ea tempor nulla quis minim."
		},
		{
		  "reviewName": "Monica Fields",
		  "reviewMessage": "Anim ex velit ea voluptate exercitation pariatur ad proident esse anim. Excepteur duis labore non velit consectetur consectetur."
		},
		{
		  "reviewName": "Iva Jefferson",
		  "reviewMessage": "Incididunt labore aliquip est labore elit. Incididunt et laboris et consectetur veniam ut anim nisi consectetur nostrud enim."
		},
		{
		  "reviewName": "Guadalupe Blackburn",
		  "reviewMessage": "Labore adipisicing aliqua occaecat est qui ad. Voluptate laborum consequat dolor dolore reprehenderit sint magna exercitation enim reprehenderit aliqua."
		},
		{
		  "reviewName": "Benita Murphy",
		  "reviewMessage": "Ipsum sint est aliquip commodo consectetur deserunt excepteur cillum magna do velit minim. In adipisicing reprehenderit non deserunt deserunt mollit tempor proident."
		},
		{
		  "reviewName": "Angelica Michael",
		  "reviewMessage": "Sit incididunt do est commodo ea ullamco dolore laborum elit. Et mollit labore et reprehenderit."
		}
	  ]
	},
	{
	  "id": 23,
	  "image": "https://picsum.photos/500/300?random=896",
	  "title": "aute commodo",
	  "relatedIds": [
		3,
		80,
		37,
		21,
		56,
		4,
		72,
		88,
		33,
		29
	  ],
	  "description": "id qui ea consequat excepteur in sunt",
	  "longDescription": "Nostrud consectetur ad labore commodo duis. Aliqua id reprehenderit consectetur enim. Lorem ad commodo Lorem ullamco enim nisi laborum est exercitation culpa. Eiusmod aliqua consectetur culpa officia. Ullamco mollit exercitation enim laborum nulla irure cupidatat irure sunt duis ex commodo.\r\nLabore anim magna id cillum eiusmod deserunt non qui fugiat amet ea tempor duis. Do minim minim aliqua officia anim culpa anim fugiat occaecat amet. Nulla elit exercitation mollit adipisicing non quis amet laboris aute voluptate. Duis Lorem labore ut amet commodo quis magna sint ad et.\r\n",
	  "specifications": [
		{
		  "descType": "velit",
		  "descValue": "cillum labore non"
		},
		{
		  "descType": "tempor",
		  "descValue": "commodo cupidatat sint"
		},
		{
		  "descType": "magna",
		  "descValue": "veniam laborum aute"
		},
		{
		  "descType": "et",
		  "descValue": "nisi in aute"
		},
		{
		  "descType": "aute",
		  "descValue": "occaecat adipisicing veniam"
		},
		{
		  "descType": "culpa",
		  "descValue": "adipisicing reprehenderit amet"
		},
		{
		  "descType": "Lorem",
		  "descValue": "et fugiat culpa"
		},
		{
		  "descType": "reprehenderit",
		  "descValue": "Lorem labore quis"
		},
		{
		  "descType": "elit",
		  "descValue": "ut sunt commodo"
		}
	  ],
	  "price": 14621,
	  "discount": 25,
	  "likes": 476,
	  "brand": "Flyboyz",
	  "reviews": []
	},
	{
	  "id": 24,
	  "image": "https://picsum.photos/500/300?random=1320",
	  "title": "enim do",
	  "relatedIds": [
		26,
		69,
		41,
		63,
		62
	  ],
	  "description": "pariatur cillum nostrud enim non sit Lorem",
	  "longDescription": "Sint adipisicing cupidatat ullamco quis ex do est laboris. Esse et nostrud fugiat aliqua esse irure fugiat do mollit pariatur laboris pariatur. Culpa nisi id ut Lorem. Incididunt aliqua quis excepteur exercitation adipisicing.\r\nDolore labore magna ipsum deserunt commodo eiusmod ut laborum eu. Dolore consequat ipsum Lorem amet officia commodo veniam irure nisi dolor quis veniam. Pariatur sit incididunt minim quis nulla. Enim tempor incididunt occaecat ad ut tempor quis officia ad est reprehenderit velit. Et ullamco ipsum eiusmod nisi duis aute.\r\n",
	  "specifications": [
		{
		  "descType": "ad",
		  "descValue": "officia reprehenderit sunt"
		},
		{
		  "descType": "cupidatat",
		  "descValue": "qui voluptate ullamco"
		},
		{
		  "descType": "id",
		  "descValue": "eiusmod non enim"
		}
	  ],
	  "price": 10330,
	  "discount": 30,
	  "likes": 174,
	  "brand": "Animalia",
	  "reviews": [
		{
		  "reviewName": "Nolan Mclaughlin",
		  "reviewMessage": "Fugiat tempor consectetur reprehenderit veniam tempor laboris. Non ut esse ea anim sunt aliquip quis ipsum nisi."
		},
		{
		  "reviewName": "Cathleen Yates",
		  "reviewMessage": "Et dolor commodo ullamco et sit ipsum nostrud consequat ad incididunt duis sint fugiat. Deserunt et dolore ipsum irure consequat."
		},
		{
		  "reviewName": "Kelley Cross",
		  "reviewMessage": "In dolor et proident excepteur officia id dolor duis adipisicing eiusmod eiusmod anim. Ullamco consequat veniam commodo in velit est excepteur eu fugiat elit sit consectetur id."
		},
		{
		  "reviewName": "Elba Chapman",
		  "reviewMessage": "Culpa veniam et proident occaecat enim irure. Consequat cillum veniam amet duis pariatur mollit adipisicing enim magna."
		},
		{
		  "reviewName": "Cooke Baldwin",
		  "reviewMessage": "Aliquip fugiat magna sit minim amet eiusmod aute nisi ad ullamco enim consequat eiusmod. Sunt nulla ex commodo nulla laborum."
		},
		{
		  "reviewName": "Waters Warren",
		  "reviewMessage": "Ullamco in fugiat ipsum elit nulla eiusmod laboris sint non reprehenderit sint aliqua quis. Est id proident mollit eu incididunt adipisicing qui."
		}
	  ]
	},
	{
	  "id": 25,
	  "image": "https://picsum.photos/500/300?random=1598",
	  "title": "adipisicing pariatur",
	  "relatedIds": [
		17,
		52,
		31
	  ],
	  "description": "Lorem excepteur exercitation qui enim reprehenderit aliquip",
	  "longDescription": "Duis voluptate occaecat est consectetur elit cupidatat ut ea non. Nisi veniam cupidatat elit eu tempor labore in adipisicing adipisicing amet aliqua. Dolor minim labore do in laboris sunt dolor. Reprehenderit culpa consectetur ullamco consectetur. Velit ea ipsum qui excepteur dolor non sunt in pariatur aliquip magna minim.\r\nCulpa cupidatat pariatur sit proident aliquip veniam cupidatat exercitation excepteur minim. Aliquip est ipsum ullamco consectetur. Nostrud sit eu reprehenderit enim. In eu qui dolore ullamco elit excepteur pariatur mollit. Cillum ut deserunt laboris eu commodo amet. Sint ea commodo minim ullamco.\r\n",
	  "specifications": [
		{
		  "descType": "aliqua",
		  "descValue": "culpa excepteur magna"
		},
		{
		  "descType": "consectetur",
		  "descValue": "deserunt voluptate elit"
		},
		{
		  "descType": "magna",
		  "descValue": "sunt occaecat id"
		},
		{
		  "descType": "in",
		  "descValue": "deserunt sint consequat"
		}
	  ],
	  "price": 14386,
	  "discount": 40,
	  "likes": 332,
	  "brand": "Keengen",
	  "reviews": [
		{
		  "reviewName": "Perry Whitehead",
		  "reviewMessage": "Ea elit dolor sunt sunt nulla Lorem. Ex amet occaecat officia consequat."
		},
		{
		  "reviewName": "Alexander Burt",
		  "reviewMessage": "Incididunt consequat voluptate commodo fugiat eu Lorem velit veniam. Sunt excepteur fugiat nisi cillum sunt laboris consequat sit ex."
		},
		{
		  "reviewName": "Regina Mccarty",
		  "reviewMessage": "Lorem officia aliquip officia Lorem esse quis fugiat incididunt elit. Quis ullamco pariatur amet consequat nostrud tempor dolore."
		},
		{
		  "reviewName": "Nash Elliott",
		  "reviewMessage": "Lorem officia esse fugiat ea ullamco laborum aute. Aliquip nostrud excepteur ipsum velit."
		},
		{
		  "reviewName": "Fox Little",
		  "reviewMessage": "Ea sit labore sunt duis sit ut labore laborum aliquip culpa id dolor. Tempor do in nostrud esse aliquip fugiat sit incididunt cillum pariatur nulla sint ut qui."
		},
		{
		  "reviewName": "Jodie Doyle",
		  "reviewMessage": "Est consectetur elit qui non laborum velit eu elit sunt. Minim nostrud sint et anim ut ut."
		},
		{
		  "reviewName": "Buchanan Cole",
		  "reviewMessage": "Aliqua labore nostrud id mollit pariatur cupidatat. Ex enim eiusmod pariatur dolor dolore."
		},
		{
		  "reviewName": "Stephanie Montoya",
		  "reviewMessage": "Cillum culpa eu dolore officia laboris aliquip. Aliqua nostrud quis ad officia enim id incididunt cillum eu elit ea."
		},
		{
		  "reviewName": "Louisa Perry",
		  "reviewMessage": "Irure nostrud adipisicing amet qui. Nisi sit velit adipisicing quis quis sint incididunt minim et."
		}
	  ]
	},
	{
	  "id": 26,
	  "image": "https://picsum.photos/500/300?random=1015",
	  "title": "cupidatat pariatur",
	  "relatedIds": [
		9,
		52,
		76,
		33,
		98,
		8
	  ],
	  "description": "officia pariatur pariatur labore reprehenderit fugiat veniam",
	  "longDescription": "Ex nostrud sint aliquip magna. Culpa dolor id sit sint aute minim qui labore voluptate sit mollit nisi mollit. Laborum aute culpa mollit sunt. Nostrud anim quis cillum excepteur eu. Dolore nulla Lorem quis nulla deserunt ad ad tempor sint mollit velit duis do mollit.\r\nConsequat eu nostrud dolore duis. Reprehenderit amet duis ipsum et irure sunt nisi deserunt. Officia aute eiusmod amet mollit sit. In amet eu pariatur fugiat et do dolor elit anim sunt in incididunt. Eu Lorem nisi dolor minim quis incididunt ut.\r\n",
	  "specifications": [
		{
		  "descType": "nostrud",
		  "descValue": "in consequat culpa"
		},
		{
		  "descType": "officia",
		  "descValue": "amet ipsum aute"
		},
		{
		  "descType": "adipisicing",
		  "descValue": "est elit reprehenderit"
		},
		{
		  "descType": "nostrud",
		  "descValue": "amet quis amet"
		},
		{
		  "descType": "pariatur",
		  "descValue": "consequat et excepteur"
		},
		{
		  "descType": "eu",
		  "descValue": "minim consectetur aute"
		},
		{
		  "descType": "veniam",
		  "descValue": "cupidatat irure ut"
		},
		{
		  "descType": "do",
		  "descValue": "tempor fugiat quis"
		}
	  ],
	  "price": 8152,
	  "discount": 40,
	  "likes": 203,
	  "brand": "Inear",
	  "reviews": [
		{
		  "reviewName": "Maxwell Cook",
		  "reviewMessage": "Non sit velit eu proident excepteur aliqua ullamco amet proident. Nisi minim quis labore pariatur."
		},
		{
		  "reviewName": "Earlene Odom",
		  "reviewMessage": "Fugiat mollit nulla sunt minim ex mollit consectetur. In proident dolor voluptate quis incididunt deserunt fugiat."
		},
		{
		  "reviewName": "Caitlin Cooke",
		  "reviewMessage": "Aliquip adipisicing occaecat enim ipsum et ea exercitation anim. Dolor nulla in ut voluptate voluptate proident."
		},
		{
		  "reviewName": "Cobb Olsen",
		  "reviewMessage": "Aute dolore dolor enim qui id qui deserunt consectetur. Sit eiusmod officia pariatur consectetur laborum irure aliqua occaecat non fugiat reprehenderit."
		},
		{
		  "reviewName": "Alston Sanford",
		  "reviewMessage": "Aliqua occaecat occaecat do quis consequat nulla ullamco ad cillum sint enim. Minim eiusmod pariatur et incididunt id officia amet irure cupidatat sunt ullamco exercitation ipsum Lorem."
		},
		{
		  "reviewName": "Jillian Holmes",
		  "reviewMessage": "Mollit fugiat duis ut ipsum id voluptate. Dolore non labore quis labore ea id."
		},
		{
		  "reviewName": "Goff Booker",
		  "reviewMessage": "Minim adipisicing officia eu ullamco amet. Cillum consequat tempor officia officia."
		},
		{
		  "reviewName": "Chase Morton",
		  "reviewMessage": "Pariatur laborum aliquip sint nisi ea cillum velit aliquip officia commodo elit. Cupidatat voluptate in mollit nulla occaecat ad proident voluptate est pariatur consectetur."
		}
	  ]
	},
	{
	  "id": 27,
	  "image": "https://picsum.photos/500/300?random=1584",
	  "title": "Lorem veniam",
	  "relatedIds": [
		22,
		81,
		9,
		44,
		71,
		21,
		64,
		3,
		27,
		3
	  ],
	  "description": "elit sint enim aliquip irure consectetur ea",
	  "longDescription": "Occaecat amet sint minim elit reprehenderit cillum. Eiusmod labore veniam non proident commodo velit laboris sunt duis duis pariatur culpa fugiat velit. Ut consectetur irure pariatur commodo magna consequat officia aliquip adipisicing nulla ex sunt duis laborum.\r\nOfficia aute anim occaecat magna et aute sunt. Id do fugiat ullamco ex dolor consequat veniam nostrud nisi esse nostrud fugiat aute sunt. Lorem quis consequat cillum qui ad culpa elit cillum elit ut.\r\n",
	  "specifications": [
		{
		  "descType": "culpa",
		  "descValue": "sint excepteur non"
		},
		{
		  "descType": "velit",
		  "descValue": "officia ullamco enim"
		},
		{
		  "descType": "deserunt",
		  "descValue": "magna dolore ipsum"
		},
		{
		  "descType": "ut",
		  "descValue": "adipisicing labore mollit"
		},
		{
		  "descType": "officia",
		  "descValue": "nulla irure excepteur"
		},
		{
		  "descType": "duis",
		  "descValue": "eu dolor Lorem"
		},
		{
		  "descType": "magna",
		  "descValue": "pariatur irure ut"
		},
		{
		  "descType": "sunt",
		  "descValue": "ullamco deserunt est"
		}
	  ],
	  "price": 13317,
	  "discount": 25,
	  "likes": 222,
	  "brand": "Gushkool",
	  "reviews": [
		{
		  "reviewName": "Edwina Tyson",
		  "reviewMessage": "Quis laboris laboris tempor veniam minim magna. Occaecat tempor incididunt in labore in id mollit tempor dolor nostrud sunt veniam nisi sint."
		},
		{
		  "reviewName": "Tammie Copeland",
		  "reviewMessage": "Cillum deserunt eu non nisi quis excepteur sit ullamco ea in laborum. Fugiat minim ad aliqua quis eiusmod aliquip ea proident deserunt anim elit reprehenderit."
		}
	  ]
	},
	{
	  "id": 28,
	  "image": "https://picsum.photos/500/300?random=962",
	  "title": "nostrud reprehenderit",
	  "relatedIds": [
		15,
		37,
		45,
		13,
		95,
		97,
		79
	  ],
	  "description": "cupidatat exercitation ullamco eu officia enim tempor",
	  "longDescription": "Voluptate deserunt nisi labore duis do velit qui exercitation est esse. Do excepteur ullamco tempor magna labore deserunt ipsum. Sint laborum cupidatat dolor qui mollit. Dolor mollit duis sit quis culpa officia incididunt non esse exercitation. Proident deserunt ullamco officia Lorem anim magna ea culpa consectetur esse.\r\nEu reprehenderit proident amet laborum aliquip eu velit ex consectetur. Eiusmod sit officia dolore occaecat sunt Lorem. Eiusmod ut dolor exercitation irure sunt nulla sint mollit id amet sint officia ex. Cillum laborum voluptate proident incididunt ad in deserunt. Quis tempor amet cupidatat occaecat officia ut aliqua mollit irure in nulla. Ex commodo consectetur dolore irure aliquip minim. Officia reprehenderit deserunt sit sunt est culpa est voluptate id occaecat eiusmod veniam.\r\n",
	  "specifications": [
		{
		  "descType": "dolore",
		  "descValue": "dolore ipsum dolore"
		},
		{
		  "descType": "fugiat",
		  "descValue": "enim irure labore"
		},
		{
		  "descType": "nulla",
		  "descValue": "do labore pariatur"
		}
	  ],
	  "price": 1644,
	  "discount": 45,
	  "likes": 167,
	  "brand": "Atgen",
	  "reviews": [
		{
		  "reviewName": "Pauline Salinas",
		  "reviewMessage": "Labore enim irure ea aliqua occaecat exercitation. Ullamco dolore consequat minim tempor voluptate occaecat esse."
		},
		{
		  "reviewName": "Dorothy Reid",
		  "reviewMessage": "Dolor magna eu est dolor Lorem nostrud aliquip irure. Ad id excepteur consequat ea ad aliquip ullamco deserunt ullamco anim id."
		},
		{
		  "reviewName": "Melanie Ratliff",
		  "reviewMessage": "Sint non ex ipsum consectetur sunt sunt est laborum exercitation velit dolor enim ipsum. Ut dolore excepteur labore qui veniam consectetur eu amet ex incididunt ipsum velit sit adipisicing."
		},
		{
		  "reviewName": "Mindy Mcfarland",
		  "reviewMessage": "Nostrud laborum duis aute non amet voluptate eiusmod. Proident esse id amet incididunt velit deserunt voluptate fugiat."
		},
		{
		  "reviewName": "Noreen Bell",
		  "reviewMessage": "Elit excepteur sunt nisi aliquip et mollit velit cillum ea cillum. Reprehenderit anim elit et tempor nostrud adipisicing est nostrud officia ad qui anim consequat."
		},
		{
		  "reviewName": "Mullen Duran",
		  "reviewMessage": "Non non sunt est cupidatat. Ea consequat consequat veniam officia ad."
		},
		{
		  "reviewName": "Cherie Hensley",
		  "reviewMessage": "Sunt exercitation ad sit dolore aute. Irure non esse incididunt consectetur deserunt dolor adipisicing non consectetur cillum dolore Lorem adipisicing pariatur."
		},
		{
		  "reviewName": "Constance Newman",
		  "reviewMessage": "Enim ullamco deserunt exercitation laboris veniam ipsum ullamco ipsum adipisicing. Ea culpa labore do eiusmod ad aute consectetur id qui magna."
		}
	  ]
	},
	{
	  "id": 29,
	  "image": "https://picsum.photos/500/300?random=1140",
	  "title": "reprehenderit et",
	  "relatedIds": [
		77,
		94,
		35,
		26,
		31,
		93,
		9,
		61,
		46,
		72
	  ],
	  "description": "deserunt cillum qui nisi officia excepteur irure",
	  "longDescription": "Sit consequat incididunt sint laborum anim. Ipsum ex ut nostrud nulla laboris ipsum Lorem veniam dolore consectetur. Irure exercitation elit labore fugiat excepteur.\r\nQuis amet ut culpa ipsum irure eiusmod dolore enim deserunt dolor aliquip eu adipisicing. Sit consectetur qui sunt commodo eu pariatur esse aliquip eu adipisicing laboris cillum amet labore. Exercitation nisi eu enim esse culpa nostrud consectetur est incididunt commodo do nostrud. Laborum ad aliquip commodo ea cillum velit elit minim sunt id quis sint voluptate cupidatat.\r\n",
	  "specifications": [
		{
		  "descType": "occaecat",
		  "descValue": "ipsum cupidatat elit"
		},
		{
		  "descType": "eu",
		  "descValue": "exercitation incididunt duis"
		},
		{
		  "descType": "incididunt",
		  "descValue": "ut laboris exercitation"
		},
		{
		  "descType": "laborum",
		  "descValue": "ipsum dolor irure"
		}
	  ],
	  "price": 6493,
	  "discount": 40,
	  "likes": 183,
	  "brand": "Moltonic",
	  "reviews": [
		{
		  "reviewName": "Klein Hamilton",
		  "reviewMessage": "Aute adipisicing laborum tempor tempor elit proident id velit adipisicing do. Quis sunt sint velit dolore mollit proident in esse id adipisicing magna do."
		},
		{
		  "reviewName": "Sonya Miles",
		  "reviewMessage": "Incididunt duis reprehenderit ad est. Sint esse officia adipisicing ex mollit ipsum."
		},
		{
		  "reviewName": "Claudia Rojas",
		  "reviewMessage": "Consectetur cillum dolore et do et sint ea consectetur pariatur ut proident est nulla. Labore elit enim fugiat nostrud elit magna nulla incididunt ullamco consectetur nulla adipisicing."
		}
	  ]
	},
	{
	  "id": 30,
	  "image": "https://picsum.photos/500/300?random=1716",
	  "title": "ea fugiat",
	  "relatedIds": [
		60,
		89,
		23,
		59,
		47,
		3,
		88,
		58,
		75
	  ],
	  "description": "velit ullamco do enim exercitation consectetur cupidatat",
	  "longDescription": "Occaecat pariatur minim labore velit cupidatat veniam minim dolore commodo proident ex nisi et non. Fugiat eu voluptate ipsum ut ex reprehenderit irure. Qui pariatur culpa ipsum consequat tempor tempor Lorem adipisicing. Adipisicing est quis incididunt ea ipsum velit nostrud reprehenderit sunt magna reprehenderit consectetur labore ad.\r\nReprehenderit deserunt dolor sunt minim irure et. Eiusmod sunt sint incididunt elit. Minim ex occaecat culpa et sit magna ad ex dolore in minim mollit.\r\n",
	  "specifications": [
		{
		  "descType": "quis",
		  "descValue": "excepteur qui laborum"
		},
		{
		  "descType": "Lorem",
		  "descValue": "enim fugiat sunt"
		},
		{
		  "descType": "consequat",
		  "descValue": "ex quis consequat"
		},
		{
		  "descType": "ullamco",
		  "descValue": "ex cillum ullamco"
		},
		{
		  "descType": "id",
		  "descValue": "exercitation velit esse"
		},
		{
		  "descType": "et",
		  "descValue": "in veniam proident"
		},
		{
		  "descType": "exercitation",
		  "descValue": "non et minim"
		},
		{
		  "descType": "cupidatat",
		  "descValue": "excepteur cupidatat do"
		},
		{
		  "descType": "enim",
		  "descValue": "enim cupidatat laboris"
		}
	  ],
	  "price": 13962,
	  "discount": 10,
	  "likes": 307,
	  "brand": "Neocent",
	  "reviews": [
		{
		  "reviewName": "Golden Wilson",
		  "reviewMessage": "Esse amet esse est culpa adipisicing qui laborum esse est labore Lorem nostrud laborum. Excepteur excepteur mollit irure deserunt excepteur Lorem sit quis sint."
		}
	  ]
	},
	{
	  "id": 31,
	  "image": "https://picsum.photos/500/300?random=1320",
	  "title": "elit ex",
	  "relatedIds": [
		64,
		34,
		93,
		34,
		97,
		40,
		72,
		16,
		21
	  ],
	  "description": "voluptate labore ea commodo do amet elit",
	  "longDescription": "Deserunt incididunt elit deserunt dolor incididunt adipisicing laboris quis in dolore esse aute eu reprehenderit. Lorem aute labore dolore exercitation eiusmod est ullamco dolor nisi. In officia veniam cillum fugiat sint sint aute et aliqua culpa cupidatat mollit dolore. Nostrud qui laboris amet cupidatat adipisicing exercitation ex cupidatat. Ullamco amet eu ut excepteur fugiat ipsum aliqua tempor.\r\nConsequat qui nisi eiusmod pariatur duis cupidatat quis ea Lorem reprehenderit aute. Fugiat cupidatat veniam adipisicing culpa in dolor nostrud non tempor tempor sint qui eiusmod. Veniam sint cillum dolor velit Lorem laborum non sit incididunt cillum. Est elit nisi pariatur amet reprehenderit amet. Id in ullamco ad id eu eu eiusmod eu irure eu. Reprehenderit nisi nostrud voluptate velit veniam consectetur dolor non nostrud et dolore.\r\n",
	  "specifications": [
		{
		  "descType": "dolore",
		  "descValue": "cillum ea ullamco"
		},
		{
		  "descType": "enim",
		  "descValue": "nulla ad anim"
		},
		{
		  "descType": "duis",
		  "descValue": "reprehenderit enim laboris"
		},
		{
		  "descType": "aliqua",
		  "descValue": "nostrud cupidatat et"
		},
		{
		  "descType": "nisi",
		  "descValue": "nisi aute non"
		}
	  ],
	  "price": 8781,
	  "discount": 25,
	  "likes": 270,
	  "brand": "Austex",
	  "reviews": []
	},
	{
	  "id": 32,
	  "image": "https://picsum.photos/500/300?random=1599",
	  "title": "dolore dolor",
	  "relatedIds": [
		23,
		26,
		26,
		52
	  ],
	  "description": "fugiat velit proident veniam anim velit mollit",
	  "longDescription": "Minim minim sint velit aliqua qui fugiat ex culpa aliqua labore excepteur non cupidatat. Reprehenderit laboris elit proident proident eiusmod laboris reprehenderit velit veniam. Ad exercitation deserunt anim elit aliqua adipisicing laborum minim. Mollit veniam voluptate cupidatat eu proident proident amet sunt labore aliquip eiusmod reprehenderit culpa nulla. Officia excepteur pariatur consectetur adipisicing sunt occaecat enim qui. Sint cillum laborum non ad.\r\nLorem do aute nostrud elit commodo sint quis laboris nulla quis nostrud eu. Do exercitation adipisicing ad ullamco ad excepteur amet incididunt sit voluptate. Commodo culpa tempor enim laborum. Elit Lorem anim cillum esse laboris amet id dolor minim deserunt qui ut. Magna ad quis labore fugiat est voluptate qui reprehenderit. Mollit enim laboris pariatur sunt duis aliquip sunt nulla adipisicing proident qui do deserunt.\r\n",
	  "specifications": [
		{
		  "descType": "reprehenderit",
		  "descValue": "quis eu nostrud"
		},
		{
		  "descType": "cillum",
		  "descValue": "sint amet in"
		},
		{
		  "descType": "adipisicing",
		  "descValue": "dolore ut mollit"
		},
		{
		  "descType": "exercitation",
		  "descValue": "ad tempor aute"
		},
		{
		  "descType": "ex",
		  "descValue": "veniam eu officia"
		},
		{
		  "descType": "ipsum",
		  "descValue": "nulla id eu"
		},
		{
		  "descType": "eu",
		  "descValue": "et qui do"
		},
		{
		  "descType": "aliquip",
		  "descValue": "dolore non fugiat"
		},
		{
		  "descType": "aliqua",
		  "descValue": "dolore mollit ut"
		}
	  ],
	  "price": 4604,
	  "discount": 45,
	  "likes": 307,
	  "brand": "Zilodyne",
	  "reviews": []
	},
	{
	  "id": 33,
	  "image": "https://picsum.photos/500/300?random=1932",
	  "title": "commodo commodo",
	  "relatedIds": [
		72,
		42,
		66,
		46,
		82,
		5,
		64
	  ],
	  "description": "laborum Lorem aliquip sit esse esse adipisicing",
	  "longDescription": "Sunt cupidatat adipisicing nulla cillum occaecat id cillum velit. Est consequat qui elit dolor sint anim ad dolore voluptate id incididunt. Incididunt veniam voluptate mollit occaecat enim incididunt ullamco est culpa ea qui.\r\nAliquip veniam sunt ullamco irure occaecat enim nulla eiusmod est aliquip culpa velit deserunt ad. Cupidatat exercitation est enim esse ex sit nulla. Occaecat exercitation exercitation nulla incididunt duis labore aliqua ipsum officia excepteur occaecat tempor culpa. Ex duis fugiat veniam non.\r\n",
	  "specifications": [
		{
		  "descType": "cillum",
		  "descValue": "cupidatat nisi sint"
		},
		{
		  "descType": "deserunt",
		  "descValue": "ipsum do nostrud"
		},
		{
		  "descType": "eiusmod",
		  "descValue": "nulla cillum culpa"
		}
	  ],
	  "price": 3487,
	  "discount": 10,
	  "likes": 437,
	  "brand": "Rockyard",
	  "reviews": [
		{
		  "reviewName": "Fulton Bauer",
		  "reviewMessage": "Elit sint nulla ipsum sunt. Laborum non aute ad ullamco."
		},
		{
		  "reviewName": "Davis Potts",
		  "reviewMessage": "Lorem ut elit consequat consequat deserunt esse reprehenderit do. Veniam eiusmod aliqua velit esse nisi Lorem consectetur est eiusmod ex."
		},
		{
		  "reviewName": "Ivy Eaton",
		  "reviewMessage": "Ea eiusmod dolor consectetur ullamco reprehenderit cupidatat exercitation qui incididunt fugiat quis aute labore sint. Incididunt sint consequat fugiat laborum cillum."
		},
		{
		  "reviewName": "Blake Kirby",
		  "reviewMessage": "Dolor consectetur mollit incididunt pariatur eiusmod aliquip fugiat veniam nisi. Nostrud non ullamco commodo eu commodo aute elit et."
		},
		{
		  "reviewName": "Mae Pitts",
		  "reviewMessage": "Deserunt est pariatur occaecat in laborum ullamco incididunt tempor elit. Cillum enim qui est ullamco id esse veniam nostrud cillum elit excepteur elit ut ullamco."
		},
		{
		  "reviewName": "Greta Walls",
		  "reviewMessage": "Et duis do occaecat anim ad. Veniam adipisicing laborum dolor commodo mollit et."
		}
	  ]
	},
	{
	  "id": 34,
	  "image": "https://picsum.photos/500/300?random=2064",
	  "title": "exercitation ea",
	  "relatedIds": [
		52,
		95,
		28,
		62,
		32,
		78,
		20,
		11,
		39,
		20
	  ],
	  "description": "in est nulla ad non consequat enim",
	  "longDescription": "Excepteur cillum non esse magna laborum non et irure do ad fugiat. Qui ea consequat et incididunt eu ut tempor reprehenderit nisi. Cupidatat nostrud officia mollit enim anim veniam sit pariatur.\r\nId sint consectetur reprehenderit laborum cillum ea exercitation nostrud occaecat deserunt labore quis laborum eiusmod. Qui mollit pariatur duis magna magna magna elit est et sit reprehenderit cillum. Sit voluptate reprehenderit voluptate esse veniam adipisicing irure veniam esse duis cupidatat sit mollit. Minim officia eu cupidatat tempor ea consequat voluptate occaecat pariatur. Ipsum laborum pariatur voluptate fugiat incididunt sint cillum aute nulla quis veniam enim proident. Incididunt eu nisi irure minim consectetur laborum labore elit. Reprehenderit nostrud velit pariatur id exercitation.\r\n",
	  "specifications": [
		{
		  "descType": "nisi",
		  "descValue": "fugiat commodo incididunt"
		},
		{
		  "descType": "aliqua",
		  "descValue": "ullamco proident magna"
		},
		{
		  "descType": "in",
		  "descValue": "quis in dolore"
		},
		{
		  "descType": "amet",
		  "descValue": "non consectetur incididunt"
		},
		{
		  "descType": "commodo",
		  "descValue": "pariatur veniam nisi"
		}
	  ],
	  "price": 1389,
	  "discount": 30,
	  "likes": 179,
	  "brand": "Dymi",
	  "reviews": [
		{
		  "reviewName": "Kari Ryan",
		  "reviewMessage": "Reprehenderit nulla deserunt fugiat ut elit dolor anim nisi consequat ad fugiat eiusmod. Occaecat sint aliqua magna Lorem dolore nulla consequat amet do minim elit."
		},
		{
		  "reviewName": "Wilcox Hoover",
		  "reviewMessage": "Ullamco occaecat duis sit laborum aute. Laboris ipsum amet culpa nulla incididunt dolor aliqua culpa dolor mollit et do aliquip."
		},
		{
		  "reviewName": "Griffin Oneal",
		  "reviewMessage": "Exercitation amet ullamco ut amet nisi qui adipisicing velit nostrud culpa. Incididunt aute magna tempor ipsum sunt fugiat pariatur veniam."
		},
		{
		  "reviewName": "Kaufman Rosa",
		  "reviewMessage": "Nisi aliquip incididunt eu adipisicing. Elit et amet aliqua veniam quis mollit laborum Lorem adipisicing nulla."
		},
		{
		  "reviewName": "Sybil Bishop",
		  "reviewMessage": "Do anim dolore sunt officia laboris officia non excepteur aliquip irure commodo deserunt. Irure Lorem eu commodo laborum in veniam ipsum ea velit nostrud commodo adipisicing ea quis."
		}
	  ]
	},
	{
	  "id": 35,
	  "image": "https://picsum.photos/500/300?random=1760",
	  "title": "anim ex",
	  "relatedIds": [
		44,
		61,
		36
	  ],
	  "description": "ullamco ullamco nostrud nulla ut enim irure",
	  "longDescription": "Est aliqua ipsum laboris exercitation ullamco ipsum in aliqua. Pariatur magna consectetur dolor voluptate in. Veniam anim ex fugiat ullamco proident laboris ex velit magna voluptate pariatur dolore nisi. Lorem elit exercitation consequat sint adipisicing laboris adipisicing enim commodo eiusmod in esse cillum aute. Occaecat irure et veniam pariatur. Nulla ut eiusmod sint excepteur amet quis deserunt consequat quis eu duis adipisicing.\r\nSint ullamco id aliqua et adipisicing ullamco excepteur reprehenderit aute. Minim dolore mollit labore Lorem ex amet eu consectetur irure nostrud veniam esse proident. Excepteur commodo pariatur quis anim. Esse enim aute velit elit commodo.\r\n",
	  "specifications": [
		{
		  "descType": "Lorem",
		  "descValue": "nostrud nisi deserunt"
		},
		{
		  "descType": "eu",
		  "descValue": "voluptate adipisicing fugiat"
		},
		{
		  "descType": "occaecat",
		  "descValue": "excepteur exercitation Lorem"
		},
		{
		  "descType": "magna",
		  "descValue": "ullamco in nulla"
		},
		{
		  "descType": "occaecat",
		  "descValue": "ad adipisicing dolore"
		},
		{
		  "descType": "anim",
		  "descValue": "sit cupidatat amet"
		},
		{
		  "descType": "ex",
		  "descValue": "eiusmod aliqua esse"
		},
		{
		  "descType": "excepteur",
		  "descValue": "consequat ea dolor"
		},
		{
		  "descType": "cillum",
		  "descValue": "incididunt ut enim"
		},
		{
		  "descType": "qui",
		  "descValue": "in officia id"
		}
	  ],
	  "price": 11755,
	  "discount": 45,
	  "likes": 360,
	  "brand": "Visalia",
	  "reviews": []
	},
	{
	  "id": 36,
	  "image": "https://picsum.photos/500/300?random=1980",
	  "title": "irure nulla",
	  "relatedIds": [
		35,
		100,
		34
	  ],
	  "description": "culpa ad esse veniam exercitation qui cupidatat",
	  "longDescription": "Ullamco reprehenderit ullamco proident occaecat nulla. Adipisicing proident id laboris ullamco enim anim ullamco exercitation consequat incididunt. Exercitation laborum irure aute ullamco excepteur ipsum. Mollit magna qui ea laborum excepteur qui proident. Esse mollit veniam non fugiat laborum sint.\r\nExercitation excepteur do nostrud consequat cupidatat reprehenderit enim cillum fugiat nisi. Elit minim nisi labore esse ut nostrud occaecat ex nulla exercitation. Ut irure ea do exercitation quis aliqua elit labore ut veniam. Nisi consequat proident fugiat excepteur enim duis exercitation ullamco eiusmod dolor. Magna officia ullamco eiusmod Lorem quis ea mollit magna enim. Amet esse aliqua deserunt esse sint et eiusmod ut consectetur et culpa. Laborum irure sint dolor ullamco aliqua duis nulla consectetur nostrud ut cupidatat.\r\n",
	  "specifications": [
		{
		  "descType": "occaecat",
		  "descValue": "amet Lorem elit"
		},
		{
		  "descType": "deserunt",
		  "descValue": "minim exercitation adipisicing"
		},
		{
		  "descType": "magna",
		  "descValue": "consectetur officia enim"
		},
		{
		  "descType": "adipisicing",
		  "descValue": "esse irure elit"
		}
	  ],
	  "price": 14098,
	  "discount": 40,
	  "likes": 115,
	  "brand": "Kangle",
	  "reviews": [
		{
		  "reviewName": "Gladys Donovan",
		  "reviewMessage": "Dolor aute ut incididunt velit fugiat in cupidatat mollit nisi sit duis sunt ad velit. Magna eiusmod ea exercitation commodo ex cillum tempor ex dolore ea."
		},
		{
		  "reviewName": "Carmella Howard",
		  "reviewMessage": "Aliquip cupidatat velit non deserunt culpa est duis cupidatat Lorem. Reprehenderit laborum eiusmod magna ullamco elit nostrud id esse nisi ea enim culpa do."
		}
	  ]
	},
	{
	  "id": 37,
	  "image": "https://picsum.photos/500/300?random=2162",
	  "title": "ex elit",
	  "relatedIds": [
		54,
		30,
		84,
		17,
		84
	  ],
	  "description": "eiusmod do in esse eiusmod incididunt reprehenderit",
	  "longDescription": "Ut incididunt ad reprehenderit excepteur veniam occaecat cupidatat duis eiusmod irure tempor. Laborum laborum est do voluptate velit et do occaecat. Et magna exercitation excepteur fugiat in aliquip. Minim duis fugiat do qui enim qui do. Dolor adipisicing Lorem commodo cupidatat adipisicing dolore est sint reprehenderit velit nulla officia. Occaecat ipsum eu anim dolor eu dolor dolore est exercitation reprehenderit quis anim.\r\nCillum excepteur veniam exercitation ex non exercitation laborum veniam mollit voluptate. Elit dolor irure ad deserunt sunt incididunt voluptate excepteur ad veniam nostrud amet fugiat. Labore labore id velit nisi anim labore cillum culpa ex. In veniam pariatur occaecat elit in velit ullamco pariatur ullamco id esse dolore. Excepteur ad Lorem ex consequat laboris voluptate aliqua pariatur velit qui consectetur qui.\r\n",
	  "specifications": [
		{
		  "descType": "Lorem",
		  "descValue": "dolor aute sint"
		},
		{
		  "descType": "cillum",
		  "descValue": "incididunt reprehenderit officia"
		},
		{
		  "descType": "occaecat",
		  "descValue": "tempor laboris cupidatat"
		},
		{
		  "descType": "et",
		  "descValue": "eiusmod cillum aute"
		},
		{
		  "descType": "veniam",
		  "descValue": "est incididunt do"
		},
		{
		  "descType": "aute",
		  "descValue": "anim laboris aute"
		},
		{
		  "descType": "ex",
		  "descValue": "voluptate ipsum nulla"
		},
		{
		  "descType": "dolore",
		  "descValue": "dolor Lorem ad"
		},
		{
		  "descType": "culpa",
		  "descValue": "occaecat consectetur officia"
		},
		{
		  "descType": "fugiat",
		  "descValue": "nisi incididunt ut"
		}
	  ],
	  "price": 10906,
	  "discount": 15,
	  "likes": 429,
	  "brand": "Digirang",
	  "reviews": [
		{
		  "reviewName": "Beasley Gill",
		  "reviewMessage": "Magna ipsum dolore voluptate ad amet aliqua commodo et incididunt ad voluptate. Dolor aliqua mollit id laboris dolor nisi magna voluptate."
		},
		{
		  "reviewName": "Hays Hood",
		  "reviewMessage": "Id dolor in velit consequat do. Elit proident officia exercitation quis dolore proident exercitation quis labore et ad eu."
		},
		{
		  "reviewName": "Hughes Ferrell",
		  "reviewMessage": "Proident Lorem mollit proident cupidatat excepteur laboris deserunt mollit est minim. Et ipsum officia eiusmod occaecat non qui ullamco ut sit reprehenderit ea Lorem deserunt."
		}
	  ]
	},
	{
	  "id": 38,
	  "image": "https://picsum.photos/500/300?random=1034",
	  "title": "eu sint",
	  "relatedIds": [
		17,
		30,
		93,
		79,
		28,
		65,
		52,
		97
	  ],
	  "description": "reprehenderit consequat magna deserunt ad amet fugiat",
	  "longDescription": "Officia non eiusmod consectetur officia enim eu est Lorem irure eiusmod cillum ex. Sunt Lorem sint nulla ad et minim. Et dolore ut labore nulla do ullamco irure.\r\nAd esse incididunt quis commodo laborum et commodo pariatur duis irure fugiat adipisicing adipisicing ad. Cillum eiusmod nisi velit reprehenderit cupidatat. Ea nisi occaecat magna aliquip proident anim velit occaecat do labore sunt in cupidatat.\r\n",
	  "specifications": [
		{
		  "descType": "irure",
		  "descValue": "reprehenderit reprehenderit id"
		},
		{
		  "descType": "labore",
		  "descValue": "magna laborum irure"
		},
		{
		  "descType": "amet",
		  "descValue": "voluptate pariatur aute"
		},
		{
		  "descType": "elit",
		  "descValue": "occaecat anim sunt"
		},
		{
		  "descType": "labore",
		  "descValue": "anim duis deserunt"
		}
	  ],
	  "price": 6744,
	  "discount": 45,
	  "likes": 180,
	  "brand": "Applidec",
	  "reviews": [
		{
		  "reviewName": "Yvette Dennis",
		  "reviewMessage": "Culpa in occaecat ex dolor laboris amet sit minim cupidatat eu aliquip officia officia minim. Nisi ut incididunt incididunt officia dolore."
		},
		{
		  "reviewName": "Oneill French",
		  "reviewMessage": "Voluptate est commodo duis fugiat veniam aute ex fugiat anim officia velit ad. Eiusmod cupidatat reprehenderit cupidatat esse Lorem amet."
		},
		{
		  "reviewName": "Elisa Nunez",
		  "reviewMessage": "Reprehenderit qui officia eiusmod incididunt cillum exercitation aliquip minim. Enim et id laborum est eu Lorem consequat dolor quis fugiat fugiat."
		},
		{
		  "reviewName": "Norton Norton",
		  "reviewMessage": "Laboris magna Lorem ex mollit nostrud cillum voluptate laborum quis. Proident sunt cupidatat fugiat aliquip deserunt excepteur adipisicing ut incididunt sit est."
		},
		{
		  "reviewName": "Baldwin Maxwell",
		  "reviewMessage": "Adipisicing nisi pariatur ipsum dolore in nulla elit dolore fugiat. Incididunt commodo eu non incididunt magna labore in non id amet."
		},
		{
		  "reviewName": "Naomi Livingston",
		  "reviewMessage": "Officia laborum reprehenderit qui nostrud exercitation eu velit esse. Cupidatat ea Lorem et officia culpa nostrud anim do commodo commodo."
		},
		{
		  "reviewName": "Joyce Durham",
		  "reviewMessage": "Dolore tempor reprehenderit ut non mollit id labore eiusmod sint. Velit id laborum consectetur culpa proident eiusmod laboris dolore duis magna eu nulla occaecat."
		},
		{
		  "reviewName": "Dale Montgomery",
		  "reviewMessage": "Commodo non eiusmod esse voluptate. Voluptate laborum dolor velit aliquip cillum duis."
		}
	  ]
	},
	{
	  "id": 39,
	  "image": "https://picsum.photos/500/300?random=1104",
	  "title": "dolore nulla",
	  "relatedIds": [
		82,
		75,
		72,
		24,
		66,
		37,
		41,
		36,
		74
	  ],
	  "description": "qui magna qui incididunt aute ea ea",
	  "longDescription": "Elit dolor tempor et reprehenderit do laborum laborum incididunt magna. Esse quis nostrud sint ut quis tempor irure dolor id sit. Lorem culpa officia qui quis esse labore sunt. Aliquip ea Lorem ad adipisicing labore officia velit sit pariatur adipisicing ullamco. Aute elit eu reprehenderit eiusmod et enim adipisicing sit culpa officia nisi sint non. Eiusmod sunt ullamco id eiusmod ea consequat ipsum occaecat. Commodo proident eiusmod velit aliquip anim dolore tempor ad nulla sunt cupidatat ullamco aliqua.\r\nNulla minim ad aliquip reprehenderit do et consectetur aliqua consequat. Magna sit culpa anim duis est occaecat non id laboris commodo ea sit laborum. Pariatur elit et ea adipisicing duis incididunt dolor minim veniam minim ea anim. Cupidatat est ex consequat eiusmod.\r\n",
	  "specifications": [
		{
		  "descType": "nisi",
		  "descValue": "officia sit labore"
		},
		{
		  "descType": "irure",
		  "descValue": "consequat non ea"
		},
		{
		  "descType": "esse",
		  "descValue": "occaecat enim ex"
		},
		{
		  "descType": "mollit",
		  "descValue": "exercitation nisi cupidatat"
		},
		{
		  "descType": "commodo",
		  "descValue": "ut ullamco non"
		},
		{
		  "descType": "eiusmod",
		  "descValue": "dolor occaecat minim"
		},
		{
		  "descType": "laborum",
		  "descValue": "commodo aliqua sit"
		}
	  ],
	  "price": 3701,
	  "discount": 5,
	  "likes": 253,
	  "brand": "Telequiet",
	  "reviews": [
		{
		  "reviewName": "Lelia Johnson",
		  "reviewMessage": "Do eiusmod sint et ad pariatur laboris sit occaecat cupidatat id sunt voluptate qui. Ut duis proident qui tempor."
		},
		{
		  "reviewName": "Lola Carlson",
		  "reviewMessage": "Sint non fugiat commodo ea irure ad eu mollit veniam in. Mollit veniam ea occaecat et."
		},
		{
		  "reviewName": "Annie Hewitt",
		  "reviewMessage": "Dolor sit quis commodo id deserunt incididunt ullamco reprehenderit. Aute aliquip ut nulla cupidatat eu minim."
		},
		{
		  "reviewName": "Joan Stephenson",
		  "reviewMessage": "Ut laboris eiusmod velit veniam laboris est ad occaecat ex proident labore dolor duis aliqua. Reprehenderit ea nostrud magna mollit mollit ut occaecat qui aute quis eiusmod exercitation irure excepteur."
		}
	  ]
	},
	{
	  "id": 40,
	  "image": "https://picsum.photos/500/300?random=1274",
	  "title": "exercitation nisi",
	  "relatedIds": [
		99,
		80,
		15,
		26,
		87,
		76,
		25,
		31,
		99,
		26
	  ],
	  "description": "aliqua ipsum mollit laborum deserunt sint id",
	  "longDescription": "Minim duis nostrud duis voluptate. Magna voluptate dolore consequat laboris ea amet dolore ad ex cupidatat fugiat. Culpa do ex voluptate dolor velit dolore mollit.\r\nDolore sint officia nulla non nisi non minim reprehenderit irure. Id nostrud minim ex id duis fugiat veniam magna anim incididunt occaecat. Id et et consectetur est. Consectetur irure eiusmod ad elit consectetur sit deserunt labore deserunt exercitation. Laborum cillum amet est sunt Lorem adipisicing ut Lorem ad ipsum consectetur amet laboris. Incididunt commodo sint pariatur minim eu.\r\n",
	  "specifications": [
		{
		  "descType": "occaecat",
		  "descValue": "deserunt magna ullamco"
		},
		{
		  "descType": "adipisicing",
		  "descValue": "cillum laborum incididunt"
		},
		{
		  "descType": "sit",
		  "descValue": "consectetur sunt anim"
		},
		{
		  "descType": "ut",
		  "descValue": "fugiat incididunt est"
		}
	  ],
	  "price": 12731,
	  "discount": 30,
	  "likes": 269,
	  "brand": "Zensor",
	  "reviews": [
		{
		  "reviewName": "Saunders Reynolds",
		  "reviewMessage": "Laboris minim ipsum dolore ad fugiat consectetur culpa cillum nostrud in enim ex tempor. Labore quis sit ipsum sit deserunt."
		},
		{
		  "reviewName": "Powers Whitfield",
		  "reviewMessage": "Officia nisi qui amet do commodo irure laboris laboris. Ut exercitation reprehenderit ea dolor dolor eiusmod minim eiusmod commodo."
		},
		{
		  "reviewName": "Melinda Blair",
		  "reviewMessage": "Occaecat esse ex culpa eu ipsum in esse. Minim irure et laborum cupidatat nisi non excepteur sunt commodo."
		},
		{
		  "reviewName": "Sherman Garrett",
		  "reviewMessage": "Nulla eiusmod excepteur incididunt commodo exercitation consectetur excepteur esse. Eiusmod adipisicing deserunt amet aliquip voluptate sit."
		},
		{
		  "reviewName": "Jayne Lancaster",
		  "reviewMessage": "Eu voluptate velit incididunt esse. Non excepteur nostrud exercitation sint mollit id ut anim minim."
		},
		{
		  "reviewName": "Josephine Cameron",
		  "reviewMessage": "Amet anim anim et adipisicing magna. Ut consectetur cupidatat officia consectetur sunt dolore."
		},
		{
		  "reviewName": "Vicky Reese",
		  "reviewMessage": "Id esse ullamco et nisi proident consectetur magna. Nisi cillum consectetur sunt dolor irure nostrud nostrud anim."
		}
	  ]
	},
	{
	  "id": 41,
	  "image": "https://picsum.photos/500/300?random=1600",
	  "title": "sit duis",
	  "relatedIds": [
		18,
		48,
		79,
		57,
		58,
		69,
		14,
		61,
		29,
		76
	  ],
	  "description": "incididunt nulla nulla ex deserunt excepteur reprehenderit",
	  "longDescription": "Ad consequat duis officia dolor adipisicing Lorem aliqua qui amet laboris. Esse deserunt voluptate laboris eu cupidatat minim ipsum minim sint. Et ut tempor eu nostrud ex aliqua dolore aute officia nisi occaecat. Non dolor pariatur aliqua excepteur cupidatat ad enim tempor amet cupidatat dolor aliquip ullamco.\r\nCillum magna labore nisi in velit nulla culpa ea cupidatat. Labore quis cillum consectetur aute. Consectetur minim exercitation ipsum Lorem duis reprehenderit. Est non laboris esse minim veniam quis duis reprehenderit consectetur enim amet id. Eu ipsum occaecat Lorem aliqua. Deserunt quis dolore non quis est eiusmod id excepteur commodo Lorem anim culpa. Aliquip aute non incididunt culpa dolore adipisicing aute ullamco Lorem Lorem qui occaecat reprehenderit.\r\n",
	  "specifications": [
		{
		  "descType": "reprehenderit",
		  "descValue": "ut eiusmod eu"
		},
		{
		  "descType": "ea",
		  "descValue": "do deserunt nostrud"
		},
		{
		  "descType": "commodo",
		  "descValue": "cillum sint quis"
		},
		{
		  "descType": "eu",
		  "descValue": "sit id excepteur"
		},
		{
		  "descType": "qui",
		  "descValue": "reprehenderit duis exercitation"
		},
		{
		  "descType": "aliqua",
		  "descValue": "aliqua fugiat consequat"
		},
		{
		  "descType": "exercitation",
		  "descValue": "sunt ullamco eiusmod"
		},
		{
		  "descType": "pariatur",
		  "descValue": "tempor minim occaecat"
		},
		{
		  "descType": "excepteur",
		  "descValue": "id commodo non"
		},
		{
		  "descType": "ad",
		  "descValue": "in reprehenderit velit"
		}
	  ],
	  "price": 10196,
	  "discount": 40,
	  "likes": 204,
	  "brand": "Olucore",
	  "reviews": [
		{
		  "reviewName": "Nunez Bowman",
		  "reviewMessage": "Voluptate excepteur incididunt non eiusmod laborum ipsum sunt do officia. Pariatur laborum ea culpa occaecat sint aliqua laborum."
		},
		{
		  "reviewName": "Ursula Salazar",
		  "reviewMessage": "Fugiat consectetur veniam incididunt qui proident. Laboris velit laboris eu veniam tempor."
		},
		{
		  "reviewName": "Gibson Mooney",
		  "reviewMessage": "Commodo ipsum non minim ipsum. Sit quis tempor irure consectetur."
		},
		{
		  "reviewName": "Reilly Combs",
		  "reviewMessage": "Eu dolor exercitation ut reprehenderit laborum proident sint consectetur. Cillum sit non aliqua aliqua dolor cillum quis ad non sint est deserunt minim sunt."
		},
		{
		  "reviewName": "Sears Kramer",
		  "reviewMessage": "Labore eu ex ut pariatur fugiat ut. Anim elit minim laborum tempor reprehenderit incididunt esse pariatur."
		},
		{
		  "reviewName": "Tracey Lopez",
		  "reviewMessage": "Lorem non est excepteur et veniam consectetur magna irure tempor Lorem non. Pariatur dolore proident exercitation veniam commodo excepteur."
		},
		{
		  "reviewName": "Blankenship Diaz",
		  "reviewMessage": "Incididunt ea pariatur ex eu reprehenderit ipsum. Consectetur elit aute voluptate nulla laborum reprehenderit fugiat fugiat magna nisi."
		}
	  ]
	},
	{
	  "id": 42,
	  "image": "https://picsum.photos/500/300?random=1989",
	  "title": "adipisicing minim",
	  "relatedIds": [
		94,
		28,
		16,
		99,
		75,
		96,
		100
	  ],
	  "description": "nostrud est dolor adipisicing commodo ex eiusmod",
	  "longDescription": "Ad deserunt veniam laboris quis culpa ipsum ad dolore consequat laborum cupidatat. Nisi elit proident incididunt ad ipsum adipisicing. Occaecat incididunt cillum incididunt id deserunt labore Lorem duis eiusmod aliqua excepteur sint.\r\nMollit est sunt ut fugiat aute officia do. Excepteur in nisi enim ex proident adipisicing commodo fugiat reprehenderit cupidatat culpa fugiat cillum. Irure adipisicing labore irure ex aliqua irure minim officia ullamco pariatur aliqua nulla ipsum ullamco. Minim id mollit ipsum adipisicing duis nulla sint. Minim culpa quis minim ut cillum excepteur. Exercitation mollit amet id amet incididunt non esse non in cillum ut commodo dolor cupidatat.\r\n",
	  "specifications": [
		{
		  "descType": "dolor",
		  "descValue": "cupidatat commodo nisi"
		},
		{
		  "descType": "quis",
		  "descValue": "est deserunt eiusmod"
		},
		{
		  "descType": "sit",
		  "descValue": "officia voluptate cillum"
		},
		{
		  "descType": "dolor",
		  "descValue": "velit aliquip dolor"
		},
		{
		  "descType": "eiusmod",
		  "descValue": "nulla nisi aliquip"
		},
		{
		  "descType": "esse",
		  "descValue": "quis sunt irure"
		},
		{
		  "descType": "est",
		  "descValue": "laborum anim nulla"
		}
	  ],
	  "price": 13258,
	  "discount": 40,
	  "likes": 117,
	  "brand": "Gogol",
	  "reviews": [
		{
		  "reviewName": "Vincent Alvarado",
		  "reviewMessage": "Nulla id esse ex id ex ipsum. Velit amet in laborum ipsum dolor deserunt incididunt incididunt dolor elit."
		},
		{
		  "reviewName": "Ollie Chavez",
		  "reviewMessage": "Nisi sit velit irure eiusmod veniam irure non aliqua. Excepteur sunt ut consectetur tempor ea incididunt qui quis."
		},
		{
		  "reviewName": "Megan Alford",
		  "reviewMessage": "Dolore ea quis amet officia. Cillum sit sunt sint ut laborum nostrud."
		},
		{
		  "reviewName": "Gallegos Sargent",
		  "reviewMessage": "Adipisicing non est incididunt eu incididunt deserunt nisi aute eiusmod. Cillum dolor occaecat proident id laboris reprehenderit."
		}
	  ]
	},
	{
	  "id": 43,
	  "image": "https://picsum.photos/500/300?random=1144",
	  "title": "excepteur exercitation",
	  "relatedIds": [
		53,
		43,
		61,
		60
	  ],
	  "description": "eiusmod ut in pariatur aliquip eu et",
	  "longDescription": "Voluptate est ullamco officia excepteur id nostrud proident nisi commodo. Nulla commodo laborum Lorem aliquip ullamco reprehenderit. Nostrud fugiat proident excepteur in consequat ut incididunt reprehenderit cupidatat velit veniam. Incididunt aliquip deserunt irure in duis et ex esse eu sint incididunt eu. Ex ipsum minim et fugiat adipisicing quis duis qui.\r\nTempor laborum adipisicing aliqua do aute exercitation adipisicing voluptate dolor laborum. Ullamco est ipsum ea exercitation officia pariatur laboris ea. Eu et mollit quis qui dolore elit cillum nisi nulla aliquip veniam.\r\n",
	  "specifications": [
		{
		  "descType": "fugiat",
		  "descValue": "proident incididunt sunt"
		},
		{
		  "descType": "sunt",
		  "descValue": "ea exercitation id"
		},
		{
		  "descType": "labore",
		  "descValue": "fugiat consectetur deserunt"
		}
	  ],
	  "price": 6372,
	  "discount": 25,
	  "likes": 135,
	  "brand": "Retrack",
	  "reviews": [
		{
		  "reviewName": "Christie Howe",
		  "reviewMessage": "Adipisicing magna do ipsum tempor excepteur cupidatat. Ipsum esse culpa veniam aute do."
		},
		{
		  "reviewName": "Alford Gray",
		  "reviewMessage": "Incididunt aliqua ex labore non eu labore exercitation ex veniam amet incididunt. Eiusmod ipsum eiusmod incididunt aute nulla adipisicing."
		},
		{
		  "reviewName": "Eliza Pena",
		  "reviewMessage": "Nulla occaecat aute do laboris. Est quis aliqua Lorem anim."
		},
		{
		  "reviewName": "Carol Cobb",
		  "reviewMessage": "Ullamco enim consectetur reprehenderit duis ex. Adipisicing nisi in commodo laboris esse in occaecat cillum."
		},
		{
		  "reviewName": "Rasmussen Greer",
		  "reviewMessage": "Irure culpa consequat irure minim cupidatat laboris elit laboris veniam ullamco excepteur aliqua non. Ut id esse nulla cupidatat fugiat laborum veniam aute."
		},
		{
		  "reviewName": "Crane Cain",
		  "reviewMessage": "Veniam reprehenderit ullamco dolore ipsum in. Do sit fugiat dolore Lorem Lorem deserunt exercitation."
		},
		{
		  "reviewName": "Warren Juarez",
		  "reviewMessage": "Aute quis mollit occaecat occaecat commodo nulla veniam culpa mollit aliqua. Nostrud nisi consectetur adipisicing pariatur."
		}
	  ]
	},
	{
	  "id": 44,
	  "image": "https://picsum.photos/500/300?random=1537",
	  "title": "adipisicing tempor",
	  "relatedIds": [
		23,
		9,
		95,
		65,
		47,
		38,
		79,
		73
	  ],
	  "description": "eiusmod cillum anim cillum non sit cupidatat",
	  "longDescription": "Dolor reprehenderit pariatur occaecat consectetur Lorem sit veniam magna. Adipisicing voluptate laboris in aute voluptate veniam laborum ut anim consectetur labore. Incididunt fugiat id nisi irure id voluptate ad elit irure eiusmod exercitation proident velit dolor.\r\nLaborum Lorem cupidatat culpa aliqua occaecat elit duis. Voluptate amet laborum sint magna occaecat consectetur consequat consectetur duis sit sint ullamco Lorem. Mollit quis elit amet ad cillum minim elit reprehenderit incididunt nisi culpa aliquip dolore. Ut duis est et sit do est enim est qui. Dolor qui aliquip adipisicing qui. Mollit qui dolore aliquip magna occaecat in commodo dolor.\r\n",
	  "specifications": [
		{
		  "descType": "adipisicing",
		  "descValue": "qui officia velit"
		},
		{
		  "descType": "sunt",
		  "descValue": "voluptate reprehenderit velit"
		},
		{
		  "descType": "ad",
		  "descValue": "aliquip enim in"
		},
		{
		  "descType": "voluptate",
		  "descValue": "consectetur aute non"
		},
		{
		  "descType": "aliqua",
		  "descValue": "proident anim excepteur"
		},
		{
		  "descType": "mollit",
		  "descValue": "pariatur amet nostrud"
		}
	  ],
	  "price": 3900,
	  "discount": 15,
	  "likes": 158,
	  "brand": "Optyk",
	  "reviews": [
		{
		  "reviewName": "Kimberley Albert",
		  "reviewMessage": "Deserunt adipisicing veniam sint adipisicing ex laboris esse. Do culpa exercitation sint ut qui ut labore."
		},
		{
		  "reviewName": "Tabitha Weiss",
		  "reviewMessage": "Reprehenderit consectetur nulla non sunt minim aute ad minim do occaecat est nisi ut. Incididunt velit occaecat exercitation labore esse ad velit esse cillum."
		},
		{
		  "reviewName": "Teri Leon",
		  "reviewMessage": "Lorem exercitation proident dolore veniam. Ipsum reprehenderit quis sit pariatur fugiat aute in esse."
		},
		{
		  "reviewName": "Matilda Dean",
		  "reviewMessage": "Excepteur ullamco eu deserunt commodo id cillum dolor in consectetur ipsum cillum reprehenderit irure. Incididunt pariatur culpa anim qui aute."
		},
		{
		  "reviewName": "Pruitt Odonnell",
		  "reviewMessage": "Eu duis nisi sit adipisicing sit ad dolor excepteur nostrud consectetur ipsum eu. Velit fugiat commodo do occaecat ipsum aliquip cupidatat dolore fugiat cillum sunt nisi ad velit."
		},
		{
		  "reviewName": "Betsy Craft",
		  "reviewMessage": "Esse do occaecat incididunt voluptate cupidatat id dolor veniam irure magna eu culpa mollit sint. Pariatur ullamco aliqua labore fugiat voluptate pariatur cupidatat culpa anim id do qui id aliquip."
		},
		{
		  "reviewName": "Gloria Gonzales",
		  "reviewMessage": "Minim laboris anim commodo quis reprehenderit id ea in eiusmod. Mollit aliqua ea aliquip commodo cillum dolor do consequat labore."
		}
	  ]
	},
	{
	  "id": 45,
	  "image": "https://picsum.photos/500/300?random=2646",
	  "title": "ad non",
	  "relatedIds": [
		27,
		26,
		93,
		50,
		43,
		80
	  ],
	  "description": "quis irure dolor ullamco mollit culpa incididunt",
	  "longDescription": "Voluptate eu aliqua laborum culpa fugiat mollit. Irure incididunt Lorem excepteur et duis proident ullamco sit aliqua occaecat aliquip id. Nostrud est sit aliqua nisi aliquip laboris quis officia aliqua proident pariatur minim. Ex consequat cillum dolor aliqua et qui excepteur. Laboris culpa commodo deserunt cupidatat laboris. Laboris magna deserunt et tempor culpa fugiat. Et anim proident id sunt ipsum consequat laboris sunt nulla adipisicing culpa quis.\r\nLabore velit commodo ad proident minim reprehenderit et ullamco eiusmod labore sit mollit aliqua sunt. Magna pariatur deserunt officia voluptate et excepteur voluptate minim culpa incididunt. Excepteur laborum qui sit cupidatat velit irure eu dolor pariatur.\r\n",
	  "specifications": [
		{
		  "descType": "amet",
		  "descValue": "commodo labore amet"
		},
		{
		  "descType": "aute",
		  "descValue": "duis aute labore"
		},
		{
		  "descType": "qui",
		  "descValue": "duis velit do"
		},
		{
		  "descType": "ipsum",
		  "descValue": "officia amet consectetur"
		},
		{
		  "descType": "velit",
		  "descValue": "sit amet voluptate"
		},
		{
		  "descType": "magna",
		  "descValue": "sit tempor dolore"
		},
		{
		  "descType": "anim",
		  "descValue": "irure laborum laboris"
		},
		{
		  "descType": "occaecat",
		  "descValue": "ut nulla ea"
		}
	  ],
	  "price": 9731,
	  "discount": 30,
	  "likes": 447,
	  "brand": "Plasto",
	  "reviews": [
		{
		  "reviewName": "Cantrell Carver",
		  "reviewMessage": "Cillum laborum et fugiat aliquip. Officia nisi velit sint culpa sit incididunt ea proident dolor nisi."
		},
		{
		  "reviewName": "Delaney Meadows",
		  "reviewMessage": "Ipsum et magna est ad mollit aute sit quis quis dolor est incididunt. Aliquip ipsum nostrud excepteur laborum anim aute eu sit nisi tempor elit sint nostrud."
		}
	  ]
	},
	{
	  "id": 46,
	  "image": "https://picsum.photos/500/300?random=1650",
	  "title": "exercitation eiusmod",
	  "relatedIds": [
		78,
		55,
		81,
		33,
		45,
		66,
		92
	  ],
	  "description": "in labore cupidatat magna fugiat magna minim",
	  "longDescription": "Ipsum in esse laborum occaecat ipsum voluptate culpa nostrud irure. Labore sint enim veniam labore veniam excepteur laboris elit irure nulla anim in Lorem. Quis culpa eu excepteur cupidatat esse voluptate esse do. Ex id adipisicing aliquip nulla amet esse adipisicing eiusmod fugiat proident. Ea ipsum incididunt sit sint consequat magna aute officia. Fugiat excepteur in excepteur ad veniam non aute nulla.\r\nSunt occaecat qui minim laboris laboris non culpa excepteur pariatur magna dolore qui esse ullamco. Incididunt cupidatat sunt ut aliqua amet sunt amet esse. Qui ea aliquip consequat est officia. Adipisicing nulla nulla ut consequat cillum fugiat fugiat eiusmod proident ad in non laborum magna. Dolore ad eiusmod id culpa deserunt.\r\n",
	  "specifications": [
		{
		  "descType": "enim",
		  "descValue": "laboris veniam exercitation"
		},
		{
		  "descType": "velit",
		  "descValue": "pariatur commodo amet"
		},
		{
		  "descType": "quis",
		  "descValue": "ut proident ullamco"
		},
		{
		  "descType": "nostrud",
		  "descValue": "nisi nostrud ad"
		},
		{
		  "descType": "veniam",
		  "descValue": "do officia officia"
		},
		{
		  "descType": "pariatur",
		  "descValue": "sint sint elit"
		},
		{
		  "descType": "proident",
		  "descValue": "eu reprehenderit id"
		}
	  ],
	  "price": 1765,
	  "discount": 25,
	  "likes": 165,
	  "brand": "Signity",
	  "reviews": [
		{
		  "reviewName": "Lowery Flowers",
		  "reviewMessage": "Ad aute pariatur non nostrud nulla dolor sunt ea voluptate voluptate pariatur id. Ipsum in eiusmod eiusmod est sint nisi esse nostrud sit reprehenderit adipisicing quis laborum."
		},
		{
		  "reviewName": "Salazar Byers",
		  "reviewMessage": "Consectetur mollit consequat irure amet duis officia laborum. Aliquip ullamco esse mollit irure velit exercitation adipisicing officia consequat esse dolor elit commodo."
		},
		{
		  "reviewName": "Casey Reeves",
		  "reviewMessage": "Mollit ut sunt sint culpa anim fugiat enim ea. Nisi laborum mollit ea aliqua pariatur eu."
		},
		{
		  "reviewName": "Mclean Hull",
		  "reviewMessage": "Cillum ad laborum incididunt eiusmod ut veniam dolore ex amet. Cupidatat anim cupidatat commodo consequat."
		},
		{
		  "reviewName": "Jami Decker",
		  "reviewMessage": "Qui sint incididunt ipsum elit dolor laboris laboris est ipsum enim excepteur veniam aute dolor. Et ea nulla occaecat veniam in anim do occaecat."
		},
		{
		  "reviewName": "Staci Ayala",
		  "reviewMessage": "Cupidatat ullamco nulla eu dolore sint laborum irure cupidatat qui excepteur aute sint. Nulla ex voluptate qui eu adipisicing ea pariatur consectetur voluptate dolore culpa aute."
		},
		{
		  "reviewName": "Shana Noble",
		  "reviewMessage": "Irure officia sint non ipsum officia mollit elit voluptate ipsum. Consequat laboris ea eu mollit reprehenderit."
		}
	  ]
	},
	{
	  "id": 47,
	  "image": "https://picsum.photos/500/300?random=2520",
	  "title": "irure in",
	  "relatedIds": [
		87,
		14,
		29,
		60,
		90,
		44,
		15,
		75
	  ],
	  "description": "duis quis tempor aliqua velit incididunt ex",
	  "longDescription": "Nulla ea ad esse eu proident. Consequat sit dolor commodo dolor sint exercitation ea incididunt veniam velit laborum. Dolore amet quis esse excepteur cillum sint duis qui nulla deserunt officia. Aliquip anim id officia aute ut anim reprehenderit et.\r\nEu irure incididunt eu Lorem cillum deserunt commodo officia aliqua mollit excepteur quis ullamco. Minim nulla aliquip amet veniam eu pariatur deserunt aute aliquip. Occaecat ad consequat eu ullamco magna deserunt commodo aliquip sint laboris proident. Enim fugiat ipsum magna dolor aliqua duis voluptate est minim ullamco.\r\n",
	  "specifications": [
		{
		  "descType": "aliqua",
		  "descValue": "ut velit irure"
		},
		{
		  "descType": "occaecat",
		  "descValue": "veniam dolore ullamco"
		},
		{
		  "descType": "consequat",
		  "descValue": "proident occaecat nostrud"
		}
	  ],
	  "price": 8648,
	  "discount": 10,
	  "likes": 279,
	  "brand": "Orbean",
	  "reviews": [
		{
		  "reviewName": "Kellie Pope",
		  "reviewMessage": "Consequat proident adipisicing minim proident velit veniam elit nisi sint irure pariatur cillum duis. Incididunt ea commodo ex labore."
		},
		{
		  "reviewName": "Teresa Lyons",
		  "reviewMessage": "Exercitation eiusmod do laboris voluptate velit enim dolore amet deserunt aliqua. Anim laboris qui id aliquip."
		},
		{
		  "reviewName": "Shelley Deleon",
		  "reviewMessage": "Aliqua in aute minim duis do enim pariatur voluptate aute dolore esse. Ullamco eu reprehenderit ad labore nostrud laborum occaecat nisi dolor cupidatat."
		}
	  ]
	},
	{
	  "id": 48,
	  "image": "https://picsum.photos/500/300?random=2679",
	  "title": "tempor do",
	  "relatedIds": [
		79,
		25,
		41,
		32,
		41,
		88,
		25,
		11,
		65,
		10
	  ],
	  "description": "ipsum non occaecat eiusmod veniam nulla do",
	  "longDescription": "Magna consectetur commodo nostrud ut. Incididunt excepteur dolore culpa est eu minim ullamco ipsum eiusmod amet fugiat et aliquip amet. Dolore proident anim ad aute commodo exercitation anim pariatur. Aliqua veniam est officia adipisicing. Elit ad voluptate aliqua ad qui. Ad non laborum velit amet eiusmod ad tempor voluptate tempor mollit laborum ullamco.\r\nOfficia et anim sunt culpa nulla. Exercitation magna elit nostrud velit commodo voluptate esse fugiat irure magna consectetur exercitation amet. Consectetur enim dolor duis sint irure qui aliqua aute anim aute occaecat magna.\r\n",
	  "specifications": [
		{
		  "descType": "officia",
		  "descValue": "enim adipisicing sit"
		},
		{
		  "descType": "cupidatat",
		  "descValue": "mollit anim minim"
		},
		{
		  "descType": "ex",
		  "descValue": "esse exercitation reprehenderit"
		}
	  ],
	  "price": 11366,
	  "discount": 25,
	  "likes": 237,
	  "brand": "Satiance",
	  "reviews": []
	},
	{
	  "id": 49,
	  "image": "https://picsum.photos/500/300?random=1276",
	  "title": "reprehenderit ipsum",
	  "relatedIds": [
		46,
		42,
		80,
		93,
		57,
		1,
		52,
		90,
		63,
		65
	  ],
	  "description": "aliquip sunt ut labore est aliqua consectetur",
	  "longDescription": "Exercitation sunt laboris quis duis dolor aliquip amet non. Non proident aliquip velit tempor nostrud enim fugiat dolore ex. Elit culpa est pariatur ex ullamco laborum occaecat ipsum qui. Nulla ex sint elit est consequat voluptate adipisicing labore dolor labore Lorem in consequat. Dolore sunt consequat amet eiusmod elit deserunt consequat nisi consectetur laborum id.\r\nOccaecat fugiat consequat fugiat eu. Adipisicing labore veniam et mollit eiusmod tempor cupidatat commodo. Irure nisi esse irure ullamco Lorem dolor sit amet ipsum cupidatat aliquip sint exercitation. Dolore consequat laborum deserunt et. Ea duis magna pariatur dolore voluptate velit laborum incididunt reprehenderit tempor quis dolor ut culpa. Excepteur dolore cillum excepteur incididunt eu velit voluptate sit velit consectetur sint nisi ullamco ex. Elit velit ut enim ad Lorem culpa ipsum irure ex enim enim reprehenderit.\r\n",
	  "specifications": [
		{
		  "descType": "nostrud",
		  "descValue": "cupidatat minim culpa"
		},
		{
		  "descType": "nisi",
		  "descValue": "quis ex consectetur"
		},
		{
		  "descType": "tempor",
		  "descValue": "qui pariatur sunt"
		},
		{
		  "descType": "quis",
		  "descValue": "Lorem aliqua dolor"
		},
		{
		  "descType": "magna",
		  "descValue": "consectetur eiusmod nostrud"
		},
		{
		  "descType": "incididunt",
		  "descValue": "ex elit deserunt"
		}
	  ],
	  "price": 737,
	  "discount": 20,
	  "likes": 395,
	  "brand": "Aquafire",
	  "reviews": [
		{
		  "reviewName": "Levine Love",
		  "reviewMessage": "Occaecat nostrud duis velit do consectetur minim. Esse consectetur enim consequat voluptate eiusmod tempor non."
		},
		{
		  "reviewName": "Melissa Oliver",
		  "reviewMessage": "Occaecat commodo amet culpa magna consectetur labore tempor eu. Ex sint duis exercitation laborum do commodo occaecat reprehenderit irure aliqua aliqua laborum ipsum cupidatat."
		},
		{
		  "reviewName": "Watson Holland",
		  "reviewMessage": "Amet labore amet id ut est ex laborum nostrud. Commodo tempor aliqua Lorem occaecat cupidatat deserunt sunt aliquip mollit fugiat Lorem aliqua."
		},
		{
		  "reviewName": "Lupe English",
		  "reviewMessage": "Adipisicing eu id labore amet veniam duis occaecat labore elit. Mollit enim adipisicing voluptate minim eiusmod proident ea mollit sit adipisicing et qui."
		},
		{
		  "reviewName": "Ann Morris",
		  "reviewMessage": "Non incididunt ea cillum tempor elit ad et adipisicing eu adipisicing et elit ea mollit. Consectetur reprehenderit proident exercitation velit proident aute."
		},
		{
		  "reviewName": "Cara Simpson",
		  "reviewMessage": "Sunt adipisicing consequat reprehenderit fugiat nulla incididunt. Anim anim pariatur exercitation culpa ipsum cupidatat pariatur mollit anim commodo minim."
		},
		{
		  "reviewName": "Jane Tucker",
		  "reviewMessage": "Dolore esse ex proident ex ea aute aliquip labore. Ipsum mollit sint nulla qui pariatur cillum cupidatat do enim eu."
		}
	  ]
	},
	{
	  "id": 50,
	  "image": "https://picsum.photos/500/300?random=1416",
	  "title": "officia fugiat",
	  "relatedIds": [
		66,
		70,
		76,
		30,
		4,
		54,
		26,
		74,
		23
	  ],
	  "description": "elit laborum et duis sit duis amet",
	  "longDescription": "Duis fugiat laborum esse dolore adipisicing nostrud Lorem nisi nisi laborum enim nostrud cillum. Nostrud et eiusmod voluptate ipsum. Officia et labore magna aliqua labore nisi dolor labore deserunt et sint id adipisicing. Exercitation dolor commodo consequat nostrud proident Lorem dolore ipsum eiusmod nisi. Aliquip reprehenderit sunt labore magna in minim excepteur velit sit est excepteur.\r\nLorem excepteur aute velit exercitation enim elit. Id laboris id labore aliqua irure pariatur ea occaecat officia deserunt dolore anim. Ut veniam commodo deserunt labore cillum dolore aute duis pariatur nisi elit. Sit sint deserunt et commodo ut eiusmod. Ullamco laboris commodo duis culpa enim pariatur ullamco cupidatat et ut Lorem velit aute. Ut ipsum veniam aliquip incididunt sit. Velit eu aute elit deserunt elit eu adipisicing magna eiusmod dolore.\r\n",
	  "specifications": [
		{
		  "descType": "nostrud",
		  "descValue": "labore irure incididunt"
		},
		{
		  "descType": "pariatur",
		  "descValue": "nulla voluptate enim"
		},
		{
		  "descType": "ad",
		  "descValue": "nulla enim cillum"
		},
		{
		  "descType": "velit",
		  "descValue": "sint et ipsum"
		}
	  ],
	  "price": 11329,
	  "discount": 15,
	  "likes": 217,
	  "brand": "Voratak",
	  "reviews": [
		{
		  "reviewName": "Goodman Rodgers",
		  "reviewMessage": "Non ipsum dolor sit cillum ut exercitation et. Duis labore velit incididunt tempor incididunt cupidatat officia irure dolore."
		},
		{
		  "reviewName": "Greene Sims",
		  "reviewMessage": "Nulla nulla esse dolore nostrud. Fugiat irure anim culpa mollit irure."
		},
		{
		  "reviewName": "Faye Richards",
		  "reviewMessage": "Deserunt in magna dolore commodo mollit nulla occaecat Lorem pariatur laborum tempor. Esse duis ea ad ipsum consequat ut ad esse aliqua quis duis ex."
		},
		{
		  "reviewName": "Moses Hampton",
		  "reviewMessage": "Culpa in ut sit est voluptate non do. Duis ad aliquip nulla tempor ex adipisicing pariatur officia officia adipisicing pariatur."
		},
		{
		  "reviewName": "Williamson Chandler",
		  "reviewMessage": "Aliquip quis elit sit qui ad incididunt consequat non ut sit ea sunt irure. Sunt magna aliqua minim est commodo aliqua do eu velit Lorem culpa incididunt anim."
		},
		{
		  "reviewName": "Maryann Clements",
		  "reviewMessage": "Et nostrud in Lorem deserunt. Anim deserunt incididunt laboris qui excepteur in nisi exercitation non minim non tempor nisi."
		},
		{
		  "reviewName": "Lenora Rich",
		  "reviewMessage": "Nulla commodo nisi excepteur reprehenderit ut et est non incididunt tempor magna exercitation et. Occaecat id non consectetur magna nisi."
		},
		{
		  "reviewName": "Santiago Macias",
		  "reviewMessage": "Duis exercitation occaecat culpa laboris est nostrud veniam magna anim. Cupidatat mollit laborum aliqua ipsum laboris sunt."
		},
		{
		  "reviewName": "Mccarty Crane",
		  "reviewMessage": "Eu laborum sunt ut ipsum cupidatat quis incididunt eiusmod nostrud amet. Esse dolore et in ex voluptate elit mollit consectetur est pariatur."
		},
		{
		  "reviewName": "Marjorie Brock",
		  "reviewMessage": "Aliquip quis enim veniam est qui est sunt cillum incididunt aliquip. Nostrud consequat incididunt non aute elit commodo excepteur."
		}
	  ]
	},
	{
	  "id": 51,
	  "image": "https://picsum.photos/500/300?random=2100",
	  "title": "laborum ipsum",
	  "relatedIds": [
		25,
		93,
		7,
		96
	  ],
	  "description": "nisi occaecat officia ullamco culpa quis fugiat",
	  "longDescription": "Tempor enim sit esse tempor qui mollit. Veniam nostrud aliqua in amet Lorem ut in ex ipsum dolore proident culpa. Nisi culpa adipisicing in nulla aliquip aliqua amet amet esse aliquip.\r\nNostrud id consectetur eu ut proident. Dolor do officia et voluptate laborum Lorem nulla qui. Mollit pariatur irure dolor sint fugiat mollit anim proident laborum. Consectetur veniam adipisicing consectetur amet duis dolor ullamco. Exercitation fugiat eiusmod commodo pariatur dolore incididunt mollit et Lorem aute dolor sint. Adipisicing reprehenderit veniam eu nulla Lorem. Irure ad occaecat non culpa velit fugiat ipsum aliqua excepteur tempor labore non nostrud mollit.\r\n",
	  "specifications": [
		{
		  "descType": "esse",
		  "descValue": "sunt proident voluptate"
		},
		{
		  "descType": "duis",
		  "descValue": "est cillum tempor"
		},
		{
		  "descType": "cillum",
		  "descValue": "do eu anim"
		},
		{
		  "descType": "voluptate",
		  "descValue": "nostrud ex aliqua"
		}
	  ],
	  "price": 12153,
	  "discount": 35,
	  "likes": 212,
	  "brand": "Joviold",
	  "reviews": [
		{
		  "reviewName": "Snyder Kent",
		  "reviewMessage": "Aliqua duis laborum cupidatat nulla non dolor consectetur aliqua et eu velit ex deserunt. Adipisicing dolor cillum reprehenderit sint duis fugiat officia sint aliquip cillum voluptate incididunt ea."
		},
		{
		  "reviewName": "Rivers Ellis",
		  "reviewMessage": "Exercitation amet Lorem deserunt esse est ut velit commodo minim veniam sint. Irure nulla amet velit deserunt incididunt incididunt dolor proident."
		},
		{
		  "reviewName": "Brandy Gordon",
		  "reviewMessage": "Sint laborum eiusmod irure ea voluptate aute anim. Enim aliquip dolore reprehenderit dolore consequat do duis deserunt."
		}
	  ]
	},
	{
	  "id": 52,
	  "image": "https://picsum.photos/500/300?random=2745",
	  "title": "sint labore",
	  "relatedIds": [
		80,
		14,
		64,
		55,
		80
	  ],
	  "description": "do esse mollit non ut et commodo",
	  "longDescription": "Proident esse tempor eiusmod qui ullamco aute id non in dolore ad. Mollit incididunt culpa reprehenderit aute nisi minim cupidatat adipisicing reprehenderit aliqua nulla duis. Ex nostrud et quis adipisicing deserunt aliquip irure incididunt enim Lorem esse.\r\nDuis irure ea elit culpa eu ea officia. Fugiat ex occaecat sunt id laboris consequat velit cillum aliquip excepteur eiusmod ex laborum anim. Magna elit officia velit ad pariatur sunt nostrud voluptate reprehenderit nostrud Lorem cupidatat occaecat.\r\n",
	  "specifications": [
		{
		  "descType": "pariatur",
		  "descValue": "adipisicing minim nulla"
		},
		{
		  "descType": "id",
		  "descValue": "excepteur et occaecat"
		},
		{
		  "descType": "excepteur",
		  "descValue": "veniam nisi proident"
		},
		{
		  "descType": "do",
		  "descValue": "occaecat labore occaecat"
		},
		{
		  "descType": "non",
		  "descValue": "nostrud consequat sunt"
		},
		{
		  "descType": "ullamco",
		  "descValue": "ipsum aliqua sunt"
		},
		{
		  "descType": "eiusmod",
		  "descValue": "nisi irure minim"
		},
		{
		  "descType": "sint",
		  "descValue": "labore occaecat exercitation"
		},
		{
		  "descType": "ea",
		  "descValue": "consequat exercitation ipsum"
		}
	  ],
	  "price": 2166,
	  "discount": 5,
	  "likes": 255,
	  "brand": "Kraggle",
	  "reviews": [
		{
		  "reviewName": "Roberts Mcdaniel",
		  "reviewMessage": "Ad magna incididunt cupidatat excepteur officia id ut. Adipisicing sit commodo aliquip culpa excepteur in et irure occaecat labore reprehenderit dolore nostrud elit."
		},
		{
		  "reviewName": "Jo Grant",
		  "reviewMessage": "Nisi occaecat irure ipsum veniam officia quis voluptate officia. Aliqua voluptate deserunt ullamco officia commodo officia."
		},
		{
		  "reviewName": "Ella Alexander",
		  "reviewMessage": "Eu aliquip deserunt sit minim commodo ea ad tempor voluptate et. Cillum in culpa magna incididunt mollit mollit amet aliquip."
		},
		{
		  "reviewName": "Booker Bryan",
		  "reviewMessage": "Pariatur nostrud tempor sunt sint laborum eiusmod qui. Commodo eu minim aliqua occaecat dolor exercitation magna do."
		},
		{
		  "reviewName": "Pierce Branch",
		  "reviewMessage": "Dolor officia amet laborum exercitation enim exercitation aute aute excepteur non quis esse aliquip in. Ea ea labore ut excepteur mollit eiusmod ad irure cupidatat nostrud id fugiat."
		},
		{
		  "reviewName": "Annette Morgan",
		  "reviewMessage": "Ea officia duis magna nostrud enim dolore in. Veniam eiusmod id ex non ad anim eiusmod nulla ex culpa dolor duis ipsum."
		},
		{
		  "reviewName": "Mcclure Hayden",
		  "reviewMessage": "Voluptate aute elit commodo consequat deserunt aliquip anim culpa reprehenderit ex cupidatat exercitation exercitation ea. Fugiat aute eiusmod adipisicing quis esse in ex nostrud do."
		},
		{
		  "reviewName": "Chavez Hayes",
		  "reviewMessage": "Consequat est amet occaecat sint pariatur irure. Sint dolore nulla minim reprehenderit aliquip Lorem do proident culpa consequat reprehenderit exercitation."
		},
		{
		  "reviewName": "Charlotte Vang",
		  "reviewMessage": "Elit eu labore velit sint proident officia elit ullamco magna ex. Cillum velit commodo pariatur aliqua dolore."
		},
		{
		  "reviewName": "Abby Mcguire",
		  "reviewMessage": "Ad cupidatat ea minim incididunt et id sunt duis quis. Anim aute amet id et incididunt reprehenderit."
		}
	  ]
	},
	{
	  "id": 53,
	  "image": "https://picsum.photos/500/300?random=3100",
	  "title": "eu excepteur",
	  "relatedIds": [
		29,
		67,
		77,
		7,
		64
	  ],
	  "description": "esse officia esse elit dolore incididunt ipsum",
	  "longDescription": "Incididunt id pariatur laborum et enim Lorem consequat aliqua anim sint qui. Incididunt id reprehenderit nisi eiusmod qui eu ipsum do nisi excepteur nisi. Reprehenderit cupidatat sit anim sit ex ullamco cillum aliquip minim exercitation consectetur proident duis dolor. Tempor eiusmod amet irure tempor nulla anim.\r\nAliquip labore fugiat aute ad ullamco. Eiusmod mollit do cupidatat minim esse commodo. Do aute culpa occaecat nisi veniam culpa cupidatat non incididunt magna excepteur sint dolore esse. Eiusmod dolor irure ullamco incididunt aliqua. Eiusmod Lorem consectetur nulla culpa ipsum consequat sunt ex consectetur quis amet laboris consequat fugiat.\r\n",
	  "specifications": [
		{
		  "descType": "in",
		  "descValue": "laboris officia ad"
		},
		{
		  "descType": "laborum",
		  "descValue": "aliquip mollit officia"
		},
		{
		  "descType": "adipisicing",
		  "descValue": "velit nostrud cupidatat"
		},
		{
		  "descType": "voluptate",
		  "descValue": "laborum ex exercitation"
		},
		{
		  "descType": "et",
		  "descValue": "anim consequat duis"
		},
		{
		  "descType": "Lorem",
		  "descValue": "incididunt officia proident"
		}
	  ],
	  "price": 4677,
	  "discount": 40,
	  "likes": 463,
	  "brand": "Naxdis",
	  "reviews": []
	},
	{
	  "id": 54,
	  "image": "https://picsum.photos/500/300?random=1953",
	  "title": "non excepteur",
	  "relatedIds": [
		5,
		59,
		64,
		71,
		90,
		93
	  ],
	  "description": "cupidatat pariatur ut velit occaecat aute nostrud",
	  "longDescription": "Dolore aliqua nisi consectetur culpa sint. Aliquip aute mollit ad tempor. Aliqua officia cupidatat elit in esse incididunt. Quis fugiat sunt deserunt fugiat voluptate magna tempor. Eu qui eiusmod sunt id eiusmod ipsum est ex. Exercitation nisi est voluptate dolore incididunt adipisicing exercitation dolor. Sint esse ut exercitation pariatur amet sint dolore.\r\nPariatur nostrud laboris aliqua qui dolor quis deserunt ad aute labore consequat velit laboris. Minim aute ut occaecat pariatur anim incididunt non ipsum labore eu. Proident nisi nulla et aliquip officia ipsum anim elit duis.\r\n",
	  "specifications": [
		{
		  "descType": "labore",
		  "descValue": "tempor do labore"
		},
		{
		  "descType": "enim",
		  "descValue": "ipsum excepteur velit"
		},
		{
		  "descType": "est",
		  "descValue": "voluptate eiusmod fugiat"
		},
		{
		  "descType": "ex",
		  "descValue": "reprehenderit sint voluptate"
		},
		{
		  "descType": "ullamco",
		  "descValue": "commodo ullamco quis"
		},
		{
		  "descType": "aute",
		  "descValue": "amet anim minim"
		},
		{
		  "descType": "do",
		  "descValue": "excepteur quis eiusmod"
		},
		{
		  "descType": "cupidatat",
		  "descValue": "enim enim eiusmod"
		},
		{
		  "descType": "voluptate",
		  "descValue": "qui aute elit"
		},
		{
		  "descType": "culpa",
		  "descValue": "amet pariatur consectetur"
		}
	  ],
	  "price": 5528,
	  "discount": 15,
	  "likes": 414,
	  "brand": "Exoteric",
	  "reviews": [
		{
		  "reviewName": "Dyer Graves",
		  "reviewMessage": "Dolore anim ipsum aliquip consectetur dolore ad id. Cupidatat culpa id nostrud do cillum exercitation tempor elit."
		},
		{
		  "reviewName": "Dejesus Burton",
		  "reviewMessage": "Ipsum proident adipisicing ut ipsum eu commodo amet laborum ipsum esse ex est ea aute. Anim commodo elit consectetur fugiat ex id anim duis in esse laboris nulla aliqua."
		},
		{
		  "reviewName": "Christy Benson",
		  "reviewMessage": "Ex et veniam exercitation ut do laboris nisi. Voluptate enim nulla deserunt officia nisi culpa consectetur aliquip voluptate in."
		},
		{
		  "reviewName": "Ava Watkins",
		  "reviewMessage": "Est eiusmod fugiat est ut duis id et non incididunt occaecat aute eiusmod. Aliquip dolor pariatur ut Lorem dolor proident id ullamco adipisicing voluptate."
		},
		{
		  "reviewName": "Lou Guthrie",
		  "reviewMessage": "Incididunt cupidatat labore et cillum cillum consectetur et. Eiusmod laborum Lorem irure cillum consequat aliqua aliquip do nisi minim nulla qui laborum ipsum."
		}
	  ]
	},
	{
	  "id": 55,
	  "image": "https://picsum.photos/500/300?random=2560",
	  "title": "veniam exercitation",
	  "relatedIds": [
		88,
		52,
		38,
		5
	  ],
	  "description": "non minim ipsum enim dolor et id",
	  "longDescription": "Irure id ipsum et Lorem labore qui non. Dolore ut occaecat officia minim pariatur ea proident ullamco quis occaecat aliquip nostrud ex amet. Dolor sint irure duis nostrud ut incididunt. Eu fugiat dolor deserunt cupidatat minim eu. Quis pariatur mollit tempor Lorem dolore ullamco laboris nostrud nisi.\r\nDolore velit esse nostrud sit qui amet enim. Occaecat magna nostrud ea ullamco aute adipisicing occaecat nisi reprehenderit consectetur. Eu labore deserunt sint quis Lorem eu velit pariatur dolor cupidatat et. Ad laborum magna pariatur amet minim proident non id consectetur mollit nisi aliqua. Commodo cillum laborum in aliquip ea culpa ut Lorem ullamco ea.\r\n",
	  "specifications": [
		{
		  "descType": "deserunt",
		  "descValue": "proident officia velit"
		},
		{
		  "descType": "proident",
		  "descValue": "ipsum occaecat sint"
		},
		{
		  "descType": "magna",
		  "descValue": "labore aliqua culpa"
		},
		{
		  "descType": "voluptate",
		  "descValue": "adipisicing nostrud ex"
		},
		{
		  "descType": "nostrud",
		  "descValue": "veniam mollit veniam"
		},
		{
		  "descType": "quis",
		  "descValue": "do adipisicing est"
		},
		{
		  "descType": "consequat",
		  "descValue": "esse duis aliqua"
		}
	  ],
	  "price": 9053,
	  "discount": 35,
	  "likes": 404,
	  "brand": "Automon",
	  "reviews": [
		{
		  "reviewName": "Britt Banks",
		  "reviewMessage": "Aliquip ex anim ea excepteur minim do et ea. Voluptate consectetur magna officia tempor."
		},
		{
		  "reviewName": "Joyce Alvarez",
		  "reviewMessage": "Do ea laborum reprehenderit sunt enim commodo enim sunt ullamco laborum culpa eiusmod consequat. Nisi qui cupidatat incididunt sint aliqua fugiat reprehenderit adipisicing ullamco."
		},
		{
		  "reviewName": "Stark Griffin",
		  "reviewMessage": "Et aliqua cupidatat labore ex cupidatat deserunt laborum et consequat duis amet est excepteur. Deserunt consectetur ea mollit deserunt mollit id laboris incididunt."
		},
		{
		  "reviewName": "Rachael Rasmussen",
		  "reviewMessage": "Adipisicing non culpa tempor minim tempor tempor cupidatat cupidatat velit. Sint quis nostrud in veniam voluptate nostrud dolore."
		}
	  ]
	},
	{
	  "id": 56,
	  "image": "https://picsum.photos/500/300?random=2145",
	  "title": "cupidatat nulla",
	  "relatedIds": [
		87,
		94,
		13,
		17,
		92,
		93,
		27,
		42
	  ],
	  "description": "irure aliqua Lorem nulla dolore adipisicing culpa",
	  "longDescription": "Cupidatat ea do veniam officia ea labore. Ullamco enim duis ipsum occaecat anim commodo qui. Ut do aliqua aliquip occaecat non aute minim incididunt exercitation magna duis excepteur. Qui duis velit labore eiusmod nulla amet.\r\nCupidatat cillum amet Lorem enim pariatur reprehenderit irure. Ut nostrud cupidatat nisi sit dolore incididunt. In cupidatat excepteur labore quis. Anim ut adipisicing amet Lorem voluptate dolore eu dolor Lorem commodo. Officia eiusmod aliqua consectetur fugiat in occaecat eiusmod. Non eiusmod minim pariatur labore velit.\r\n",
	  "specifications": [
		{
		  "descType": "duis",
		  "descValue": "officia labore sint"
		},
		{
		  "descType": "laboris",
		  "descValue": "consequat cillum dolore"
		},
		{
		  "descType": "cupidatat",
		  "descValue": "officia ad irure"
		},
		{
		  "descType": "Lorem",
		  "descValue": "qui id culpa"
		},
		{
		  "descType": "do",
		  "descValue": "elit consequat aute"
		},
		{
		  "descType": "ad",
		  "descValue": "et dolor adipisicing"
		},
		{
		  "descType": "est",
		  "descValue": "exercitation consequat aliqua"
		},
		{
		  "descType": "ullamco",
		  "descValue": "anim incididunt consectetur"
		},
		{
		  "descType": "sint",
		  "descValue": "et ea do"
		}
	  ],
	  "price": 6533,
	  "discount": 5,
	  "likes": 493,
	  "brand": "Terrasys",
	  "reviews": [
		{
		  "reviewName": "Scott Dickerson",
		  "reviewMessage": "Laborum aliqua duis eu eiusmod minim do nostrud duis consequat non occaecat adipisicing. Laborum fugiat elit commodo pariatur mollit tempor."
		},
		{
		  "reviewName": "Calderon Medina",
		  "reviewMessage": "Nostrud fugiat ullamco voluptate labore aliquip consequat id culpa. Aute reprehenderit occaecat esse incididunt nostrud enim et."
		},
		{
		  "reviewName": "Vicki Harper",
		  "reviewMessage": "Cupidatat cillum exercitation ipsum veniam laboris pariatur non ipsum. Consequat fugiat qui eiusmod enim est nulla nulla labore."
		},
		{
		  "reviewName": "Wells Barker",
		  "reviewMessage": "Deserunt sunt labore id laboris. Tempor cupidatat magna eu aliquip ut non nostrud veniam tempor culpa et cupidatat."
		},
		{
		  "reviewName": "Amanda Mills",
		  "reviewMessage": "Elit non aute mollit veniam. Amet sit amet consectetur magna."
		},
		{
		  "reviewName": "Marla Jones",
		  "reviewMessage": "Aliqua magna laboris qui ullamco occaecat sint anim cupidatat pariatur incididunt incididunt. Esse voluptate eiusmod nulla Lorem dolor reprehenderit deserunt laborum minim reprehenderit sunt commodo."
		},
		{
		  "reviewName": "Celia Mcgowan",
		  "reviewMessage": "Consectetur deserunt minim quis esse sunt culpa mollit deserunt occaecat velit. Elit voluptate esse elit minim est qui."
		}
	  ]
	},
	{
	  "id": 57,
	  "image": "https://picsum.photos/500/300?random=1782",
	  "title": "aliqua mollit",
	  "relatedIds": [
		25,
		30,
		36
	  ],
	  "description": "consequat sit deserunt anim occaecat laborum duis",
	  "longDescription": "Aliqua dolor non fugiat eiusmod culpa fugiat ad ut mollit. In sunt ea dolore esse consectetur et fugiat consectetur nostrud eu quis. Est exercitation ex laborum ad nulla id. Ea nostrud sunt fugiat proident culpa non. Consequat aliquip aliquip qui amet et consectetur ut ipsum eu non. Quis reprehenderit velit pariatur ex occaecat velit labore reprehenderit. In exercitation exercitation adipisicing Lorem.\r\nIrure deserunt ullamco magna excepteur proident eiusmod proident labore sint laborum. Eiusmod ullamco sit quis Lorem. Anim qui ea elit pariatur cupidatat minim duis laborum Lorem dolore do. Excepteur proident voluptate fugiat laboris laboris dolor veniam irure elit aliqua dolor commodo minim. Eiusmod consectetur anim proident consequat. Ut occaecat ea in laboris anim reprehenderit laboris dolore cupidatat quis aliqua. Id dolore exercitation sunt sint deserunt officia fugiat ut sit.\r\n",
	  "specifications": [
		{
		  "descType": "amet",
		  "descValue": "consequat qui reprehenderit"
		},
		{
		  "descType": "aliqua",
		  "descValue": "quis minim cillum"
		},
		{
		  "descType": "do",
		  "descValue": "amet in laboris"
		},
		{
		  "descType": "eu",
		  "descValue": "cillum duis eu"
		}
	  ],
	  "price": 5867,
	  "discount": 10,
	  "likes": 475,
	  "brand": "Netropic",
	  "reviews": [
		{
		  "reviewName": "Stephenson Cruz",
		  "reviewMessage": "Occaecat proident eu nisi eiusmod non labore ut consequat est incididunt duis consequat dolor. Enim aliqua irure non aliqua."
		},
		{
		  "reviewName": "Mallory Duke",
		  "reviewMessage": "Aute deserunt ullamco exercitation laborum dolor. Non eiusmod nulla deserunt consectetur in aliqua voluptate elit ad enim."
		},
		{
		  "reviewName": "Gallagher Schultz",
		  "reviewMessage": "Aliquip commodo do occaecat ad Lorem proident pariatur magna tempor sint nulla. Sit esse tempor eu officia deserunt."
		},
		{
		  "reviewName": "Barr Washington",
		  "reviewMessage": "Ipsum ipsum ea ea eu esse consequat cupidatat culpa velit. Dolor reprehenderit ex qui quis ea incididunt tempor do esse do laboris."
		},
		{
		  "reviewName": "Allison Henderson",
		  "reviewMessage": "Exercitation dolor mollit sint adipisicing qui dolore dolor irure velit exercitation tempor anim Lorem. Lorem sunt ad consequat laboris id non sunt sunt labore dolor proident occaecat."
		},
		{
		  "reviewName": "Callahan Dominguez",
		  "reviewMessage": "Occaecat minim nostrud reprehenderit velit cillum Lorem. Sint labore laboris magna cillum cillum eu."
		},
		{
		  "reviewName": "Tracie Delgado",
		  "reviewMessage": "Cillum consequat ex mollit ullamco ullamco. Magna cupidatat consectetur irure in excepteur tempor do qui mollit eiusmod."
		},
		{
		  "reviewName": "Hobbs Vasquez",
		  "reviewMessage": "Id ea et veniam deserunt cillum reprehenderit. Reprehenderit voluptate aliqua anim veniam minim Lorem fugiat nostrud aute proident minim minim in eu."
		},
		{
		  "reviewName": "Katie Wyatt",
		  "reviewMessage": "Eu est mollit qui cillum consequat nisi sunt dolor. Nisi culpa nulla fugiat dolore."
		}
	  ]
	},
	{
	  "id": 58,
	  "image": "https://picsum.photos/500/300?random=2077",
	  "title": "proident commodo",
	  "relatedIds": [
		67,
		54,
		68,
		57,
		31,
		34
	  ],
	  "description": "mollit veniam sint officia et et mollit",
	  "longDescription": "Id sunt cupidatat et laboris elit eu culpa aliqua in quis et. Nostrud excepteur ullamco elit dolore eu in labore enim esse laborum non Lorem veniam veniam. Eiusmod excepteur sit laborum proident eu nostrud dolore sunt sit cupidatat reprehenderit labore. Excepteur dolore magna ipsum nulla. Duis esse nisi aliquip minim reprehenderit dolor ullamco reprehenderit commodo laborum sunt sint fugiat non. Consequat id Lorem consectetur irure culpa mollit laboris culpa eiusmod. Lorem laborum labore officia pariatur.\r\nConsequat ea do anim minim nisi aute. Veniam non ex eu veniam proident enim cillum amet ad fugiat officia. Quis pariatur eu commodo pariatur nisi dolor voluptate deserunt aute.\r\n",
	  "specifications": [
		{
		  "descType": "occaecat",
		  "descValue": "qui ex ipsum"
		},
		{
		  "descType": "voluptate",
		  "descValue": "excepteur occaecat tempor"
		},
		{
		  "descType": "duis",
		  "descValue": "dolore Lorem cupidatat"
		},
		{
		  "descType": "elit",
		  "descValue": "amet anim tempor"
		},
		{
		  "descType": "ea",
		  "descValue": "in id esse"
		},
		{
		  "descType": "eu",
		  "descValue": "magna Lorem sunt"
		},
		{
		  "descType": "ullamco",
		  "descValue": "in nisi aliqua"
		},
		{
		  "descType": "sunt",
		  "descValue": "ex ut do"
		},
		{
		  "descType": "dolore",
		  "descValue": "tempor esse ut"
		}
	  ],
	  "price": 1867,
	  "discount": 30,
	  "likes": 421,
	  "brand": "Imperium",
	  "reviews": [
		{
		  "reviewName": "Beach Clemons",
		  "reviewMessage": "Nulla aute eiusmod consequat labore incididunt pariatur incididunt anim velit elit. Proident dolore ad sunt exercitation adipisicing."
		},
		{
		  "reviewName": "Liza Ingram",
		  "reviewMessage": "Minim est aliqua elit occaecat commodo id amet qui dolore consectetur in ut amet do. Laboris anim duis tempor nulla velit dolor occaecat laboris esse."
		},
		{
		  "reviewName": "Wong Huff",
		  "reviewMessage": "Cupidatat Lorem do sint aute dolor culpa Lorem occaecat adipisicing duis dolore minim velit ex. Nisi anim dolor esse id proident elit incididunt ut pariatur magna non."
		},
		{
		  "reviewName": "Robin Tran",
		  "reviewMessage": "Laboris elit ullamco nulla laboris cupidatat laborum esse elit in labore incididunt fugiat. Ullamco occaecat ea magna cupidatat minim sunt et cupidatat in laborum esse."
		},
		{
		  "reviewName": "Alison Dyer",
		  "reviewMessage": "Nisi ipsum adipisicing ut sunt laborum occaecat tempor excepteur. Non laboris officia culpa amet cupidatat duis aute proident voluptate ipsum voluptate anim consectetur."
		},
		{
		  "reviewName": "Rogers Hernandez",
		  "reviewMessage": "Quis pariatur minim eu aliqua esse minim. Sunt occaecat culpa pariatur amet laboris magna minim eiusmod."
		}
	  ]
	},
	{
	  "id": 59,
	  "image": "https://picsum.photos/500/300?random=2380",
	  "title": "labore commodo",
	  "relatedIds": [
		53,
		46,
		68,
		99,
		99,
		41,
		29,
		60
	  ],
	  "description": "ea irure sint aliquip aliqua ut culpa",
	  "longDescription": "Occaecat aute ut quis labore laboris veniam commodo. Proident anim esse tempor adipisicing exercitation. Esse commodo eiusmod qui veniam nostrud nisi irure sint commodo dolor quis magna ut aliqua. Dolor occaecat proident consequat sint fugiat laborum aute incididunt velit adipisicing enim est.\r\nCillum anim irure culpa Lorem velit consequat dolor anim cupidatat minim et. Laborum laboris magna quis commodo ad ullamco. Ad labore reprehenderit amet ex officia cillum. Sint cupidatat consectetur labore esse.\r\n",
	  "specifications": [
		{
		  "descType": "tempor",
		  "descValue": "officia qui esse"
		},
		{
		  "descType": "sint",
		  "descValue": "magna pariatur ipsum"
		},
		{
		  "descType": "non",
		  "descValue": "mollit nostrud anim"
		},
		{
		  "descType": "laboris",
		  "descValue": "magna sunt amet"
		},
		{
		  "descType": "dolor",
		  "descValue": "et excepteur laboris"
		},
		{
		  "descType": "exercitation",
		  "descValue": "id incididunt elit"
		},
		{
		  "descType": "voluptate",
		  "descValue": "cillum cillum eiusmod"
		},
		{
		  "descType": "elit",
		  "descValue": "cupidatat quis eu"
		},
		{
		  "descType": "officia",
		  "descValue": "reprehenderit dolore excepteur"
		},
		{
		  "descType": "commodo",
		  "descValue": "incididunt dolor veniam"
		}
	  ],
	  "price": 9225,
	  "discount": 40,
	  "likes": 133,
	  "brand": "Qualitern",
	  "reviews": [
		{
		  "reviewName": "Barnett Benjamin",
		  "reviewMessage": "Commodo aliquip anim quis laboris excepteur sunt mollit proident ad nisi qui. Reprehenderit fugiat id ut voluptate pariatur sit magna non aute exercitation qui."
		},
		{
		  "reviewName": "Mariana Mcknight",
		  "reviewMessage": "Proident officia nisi cupidatat ad veniam ipsum aute aliquip dolore excepteur deserunt commodo. Mollit est ipsum aliquip duis qui ea Lorem ut aliqua commodo culpa ullamco commodo."
		},
		{
		  "reviewName": "Faulkner Miranda",
		  "reviewMessage": "Occaecat aliquip deserunt non est veniam fugiat amet sit qui deserunt. Do sunt aliquip officia esse proident minim eu ullamco proident est dolor irure."
		},
		{
		  "reviewName": "Elva Sosa",
		  "reviewMessage": "Incididunt reprehenderit veniam sunt consectetur quis cupidatat eu enim sunt enim ad excepteur. Nulla in voluptate proident nostrud ut incididunt velit anim velit consectetur ad labore excepteur ex."
		},
		{
		  "reviewName": "Mcgowan Hatfield",
		  "reviewMessage": "Ea consequat excepteur cillum ad. Non aliquip dolor non anim ut dolor."
		},
		{
		  "reviewName": "Garza Walton",
		  "reviewMessage": "Velit in dolore cupidatat commodo ipsum amet irure fugiat consequat. Esse id cillum commodo irure sit est ad."
		},
		{
		  "reviewName": "Allen Kidd",
		  "reviewMessage": "Aliqua tempor qui id aliquip sunt consectetur. Exercitation quis labore voluptate ex laboris adipisicing fugiat excepteur nulla Lorem aliquip duis."
		},
		{
		  "reviewName": "Lucinda Meyer",
		  "reviewMessage": "Minim consectetur consectetur ullamco officia veniam ut. Duis cupidatat deserunt irure et voluptate laboris incididunt adipisicing pariatur dolore ea."
		}
	  ]
	},
	{
	  "id": 60,
	  "image": "https://picsum.photos/500/300?random=2208",
	  "title": "adipisicing nulla",
	  "relatedIds": [
		96,
		67,
		31
	  ],
	  "description": "nulla qui in nulla cillum cillum irure",
	  "longDescription": "Deserunt labore aute ad veniam reprehenderit cupidatat ad. Esse cillum ea anim do officia enim labore. Anim sunt excepteur culpa in minim non. In officia nisi occaecat sunt ea occaecat ut id mollit proident nostrud. Lorem ullamco dolor elit et qui tempor elit eiusmod sunt irure. Elit proident anim cillum reprehenderit sint.\r\nElit cupidatat eiusmod labore in ea aliqua est. Ullamco officia enim excepteur velit nulla consectetur est cillum duis reprehenderit. Deserunt adipisicing laborum aute est ullamco eiusmod velit anim qui in adipisicing sit enim.\r\n",
	  "specifications": [
		{
		  "descType": "cillum",
		  "descValue": "dolore qui ad"
		},
		{
		  "descType": "labore",
		  "descValue": "fugiat sit deserunt"
		},
		{
		  "descType": "ullamco",
		  "descValue": "sunt aliquip esse"
		},
		{
		  "descType": "proident",
		  "descValue": "quis id Lorem"
		},
		{
		  "descType": "laboris",
		  "descValue": "dolor qui ea"
		},
		{
		  "descType": "aute",
		  "descValue": "incididunt sint excepteur"
		},
		{
		  "descType": "laborum",
		  "descValue": "cillum esse voluptate"
		},
		{
		  "descType": "do",
		  "descValue": "ad irure mollit"
		},
		{
		  "descType": "exercitation",
		  "descValue": "velit ea deserunt"
		},
		{
		  "descType": "dolor",
		  "descValue": "culpa sit aute"
		}
	  ],
	  "price": 3110,
	  "discount": 10,
	  "likes": 374,
	  "brand": "Nurali",
	  "reviews": [
		{
		  "reviewName": "Jolene Pickett",
		  "reviewMessage": "Sit reprehenderit minim voluptate esse sunt anim aute amet id velit do cupidatat proident sunt. Pariatur ex velit adipisicing occaecat adipisicing velit aute ullamco aute in eiusmod fugiat non."
		},
		{
		  "reviewName": "Mclaughlin Houston",
		  "reviewMessage": "Minim pariatur amet irure voluptate quis laborum aute adipisicing consequat. Laboris cupidatat anim dolor Lorem culpa voluptate excepteur nulla."
		}
	  ]
	},
	{
	  "id": 61,
	  "image": "https://picsum.photos/500/300?random=3150",
	  "title": "elit veniam",
	  "relatedIds": [
		34,
		49,
		12,
		14,
		30,
		9,
		82
	  ],
	  "description": "consequat sunt velit non nulla aute cillum",
	  "longDescription": "Laboris sunt aliquip dolor et non exercitation reprehenderit ullamco magna. Veniam officia officia non ut et laboris magna. Est reprehenderit ut sit veniam ipsum. Commodo ut commodo duis occaecat excepteur anim sunt dolore. Consectetur amet cupidatat cupidatat aute anim ad excepteur reprehenderit elit excepteur id duis eiusmod nisi.\r\nAdipisicing cupidatat ex ut sunt ullamco ea magna. Consectetur est irure elit sunt commodo officia in incididunt ullamco Lorem nostrud mollit. Et ad pariatur non veniam non ex velit consectetur. Ullamco nulla fugiat excepteur ex exercitation excepteur. Ad est laboris enim adipisicing excepteur veniam incididunt aliqua ipsum quis excepteur. Exercitation id ex culpa eu qui ad consequat esse proident anim amet. Reprehenderit magna consectetur minim ea laborum eiusmod fugiat proident laborum minim eiusmod nulla duis.\r\n",
	  "specifications": [
		{
		  "descType": "dolor",
		  "descValue": "dolor nisi est"
		},
		{
		  "descType": "nulla",
		  "descValue": "aliquip qui labore"
		},
		{
		  "descType": "eu",
		  "descValue": "aute minim deserunt"
		},
		{
		  "descType": "fugiat",
		  "descValue": "laborum labore pariatur"
		},
		{
		  "descType": "fugiat",
		  "descValue": "anim deserunt incididunt"
		},
		{
		  "descType": "in",
		  "descValue": "minim magna pariatur"
		}
	  ],
	  "price": 11210,
	  "discount": 35,
	  "likes": 195,
	  "brand": "Globoil",
	  "reviews": [
		{
		  "reviewName": "Finley Hays",
		  "reviewMessage": "Aliqua tempor aliqua commodo consectetur duis. Sit anim excepteur occaecat amet occaecat veniam cupidatat Lorem aliquip voluptate fugiat."
		},
		{
		  "reviewName": "Mai Gregory",
		  "reviewMessage": "Pariatur ipsum nulla laboris sint ut aute ad magna ad ex non. Aliqua tempor amet non qui esse aliquip labore veniam et exercitation dolore aliqua."
		},
		{
		  "reviewName": "Macdonald Stone",
		  "reviewMessage": "Dolor consequat nisi consectetur voluptate anim aute aliqua aute sint pariatur reprehenderit elit Lorem qui. Et proident sunt voluptate esse ipsum sit ex sunt cupidatat."
		},
		{
		  "reviewName": "Graves Monroe",
		  "reviewMessage": "Lorem enim do consequat veniam cillum officia adipisicing qui elit culpa. Commodo quis magna sit est ea eu cillum."
		},
		{
		  "reviewName": "Bowman Sawyer",
		  "reviewMessage": "Ullamco velit aliquip ipsum dolore amet. Ut amet eu et dolore mollit officia ullamco esse quis et eiusmod."
		},
		{
		  "reviewName": "Vaughn Lane",
		  "reviewMessage": "Esse nostrud dolore aliquip nisi nulla id eiusmod non excepteur deserunt consectetur pariatur quis. Ex id amet quis fugiat dolor consequat nulla dolor proident."
		},
		{
		  "reviewName": "Leon Oconnor",
		  "reviewMessage": "Amet anim dolor Lorem velit duis ex. In irure voluptate cillum ut."
		},
		{
		  "reviewName": "Vaughan Fox",
		  "reviewMessage": "Cupidatat proident sit aliquip magna. Magna laborum nisi sit sunt reprehenderit qui ut quis proident duis."
		},
		{
		  "reviewName": "Graham Leach",
		  "reviewMessage": "Voluptate laborum reprehenderit aute veniam adipisicing ex amet ea non deserunt. Mollit id eu cupidatat consequat."
		}
	  ]
	},
	{
	  "id": 62,
	  "image": "https://picsum.photos/500/300?random=1562",
	  "title": "in exercitation",
	  "relatedIds": [
		13,
		22,
		3,
		18,
		27,
		43,
		20,
		35,
		21
	  ],
	  "description": "qui excepteur cupidatat velit commodo consequat velit",
	  "longDescription": "Consectetur laboris nisi consequat laboris sit exercitation labore ad laboris. Do dolore consequat magna et commodo ad eu tempor aliqua ipsum voluptate excepteur in excepteur. Sunt eiusmod excepteur ipsum laboris tempor pariatur eiusmod eiusmod duis voluptate do. Ut ex laboris officia consequat cupidatat consectetur.\r\nMagna dolor ex do irure consectetur laborum voluptate consectetur. Sint consequat quis veniam duis consectetur cupidatat tempor esse eu ut et duis Lorem ipsum. Officia dolor esse enim qui incididunt id laborum laborum.\r\n",
	  "specifications": [
		{
		  "descType": "ea",
		  "descValue": "in in id"
		},
		{
		  "descType": "aute",
		  "descValue": "eu occaecat veniam"
		},
		{
		  "descType": "ex",
		  "descValue": "aute pariatur cillum"
		},
		{
		  "descType": "sunt",
		  "descValue": "occaecat esse qui"
		},
		{
		  "descType": "culpa",
		  "descValue": "occaecat eu dolor"
		},
		{
		  "descType": "duis",
		  "descValue": "eiusmod excepteur proident"
		},
		{
		  "descType": "sit",
		  "descValue": "irure non tempor"
		}
	  ],
	  "price": 5590,
	  "discount": 20,
	  "likes": 146,
	  "brand": "Datagen",
	  "reviews": [
		{
		  "reviewName": "Barron Faulkner",
		  "reviewMessage": "Ut ad do cupidatat in occaecat proident laborum consequat qui et aute aliquip do. Excepteur aute nulla consequat cillum consequat eiusmod nisi."
		},
		{
		  "reviewName": "Meadows Lott",
		  "reviewMessage": "Anim cillum ullamco nisi velit occaecat voluptate in nostrud. Consectetur elit quis Lorem consequat elit mollit proident."
		},
		{
		  "reviewName": "Bolton Estrada",
		  "reviewMessage": "Sunt esse eu sunt excepteur commodo do. Laborum laborum incididunt labore minim non cillum laborum quis irure eu est culpa excepteur ipsum."
		},
		{
		  "reviewName": "Dorsey Gilbert",
		  "reviewMessage": "Mollit ullamco id in nulla ullamco esse deserunt nostrud labore incididunt commodo irure proident aute. Ipsum enim nostrud deserunt incididunt nostrud duis et velit aliqua cupidatat."
		},
		{
		  "reviewName": "Eleanor Short",
		  "reviewMessage": "Reprehenderit et incididunt reprehenderit consectetur enim ea. Dolor ullamco sit ex sunt culpa reprehenderit."
		},
		{
		  "reviewName": "Allison Baird",
		  "reviewMessage": "Culpa et sint nostrud commodo. Sint qui excepteur laborum nostrud ipsum qui dolore officia aliqua non do occaecat."
		}
	  ]
	},
	{
	  "id": 63,
	  "image": "https://picsum.photos/500/300?random=3600",
	  "title": "laborum culpa",
	  "relatedIds": [
		1,
		51,
		31,
		75,
		22,
		87,
		42
	  ],
	  "description": "irure dolore dolore veniam qui enim mollit",
	  "longDescription": "Deserunt ad deserunt consequat elit Lorem sit incididunt esse do ipsum. Adipisicing magna ex tempor proident cupidatat aute dolore. Laborum laboris quis id dolor cupidatat ullamco reprehenderit aliquip culpa nulla consectetur velit ipsum. Dolore ad nostrud ullamco occaecat. Anim tempor consectetur ex aliqua Lorem ullamco commodo.\r\nMollit pariatur est ad aliqua fugiat pariatur cupidatat culpa labore. Nostrud proident aute laborum esse cupidatat in. Magna irure reprehenderit dolore ex cillum ex amet fugiat nulla. Labore mollit mollit cillum anim.\r\n",
	  "specifications": [
		{
		  "descType": "aliquip",
		  "descValue": "incididunt incididunt incididunt"
		},
		{
		  "descType": "voluptate",
		  "descValue": "do adipisicing ullamco"
		},
		{
		  "descType": "ullamco",
		  "descValue": "et veniam amet"
		},
		{
		  "descType": "id",
		  "descValue": "commodo ea quis"
		}
	  ],
	  "price": 11528,
	  "discount": 30,
	  "likes": 180,
	  "brand": "Entogrok",
	  "reviews": [
		{
		  "reviewName": "Sheena Tate",
		  "reviewMessage": "Magna adipisicing eiusmod in esse pariatur pariatur nostrud minim voluptate qui. Esse fugiat aute velit id ad dolore voluptate labore nisi ullamco nulla fugiat."
		},
		{
		  "reviewName": "Erna Lara",
		  "reviewMessage": "Nulla sint commodo in officia dolore dolore officia ullamco enim nulla nisi sint occaecat. Est officia nisi officia minim id ipsum."
		},
		{
		  "reviewName": "Brianna Patton",
		  "reviewMessage": "Aute esse commodo dolor eu aliqua sint anim irure nulla veniam. Consequat excepteur ut ex voluptate aliqua voluptate."
		},
		{
		  "reviewName": "Nikki Frank",
		  "reviewMessage": "Sunt in aliquip elit reprehenderit reprehenderit cupidatat labore eu excepteur sit qui cupidatat anim. Est voluptate laboris amet in incididunt labore consectetur est eiusmod."
		},
		{
		  "reviewName": "Hodge Mckenzie",
		  "reviewMessage": "Incididunt ex nisi est eu duis officia qui laboris laboris anim ipsum ad. Sunt laborum laborum sint non tempor sunt ad quis fugiat anim voluptate do do."
		}
	  ]
	},
	{
	  "id": 64,
	  "image": "https://picsum.photos/500/300?random=3650",
	  "title": "aliqua veniam",
	  "relatedIds": [
		5,
		63,
		20,
		1,
		89,
		75,
		66,
		20,
		4,
		2
	  ],
	  "description": "ex pariatur nisi est eiusmod voluptate qui",
	  "longDescription": "Voluptate ex reprehenderit aliqua ex veniam aliquip quis veniam ad anim deserunt. In commodo sunt veniam commodo sit sint consequat. Aliqua reprehenderit ut pariatur ullamco fugiat consectetur eiusmod qui dolor magna enim deserunt officia.\r\nNon ad ex dolor sunt. Tempor et duis pariatur elit qui laborum veniam. Anim qui nulla sit commodo duis exercitation.\r\n",
	  "specifications": [
		{
		  "descType": "laboris",
		  "descValue": "mollit laborum eiusmod"
		},
		{
		  "descType": "ex",
		  "descValue": "ex non proident"
		},
		{
		  "descType": "consectetur",
		  "descValue": "do consectetur sit"
		},
		{
		  "descType": "enim",
		  "descValue": "non ut ullamco"
		},
		{
		  "descType": "incididunt",
		  "descValue": "in tempor aliqua"
		},
		{
		  "descType": "proident",
		  "descValue": "nostrud eiusmod excepteur"
		},
		{
		  "descType": "Lorem",
		  "descValue": "aute duis voluptate"
		},
		{
		  "descType": "consectetur",
		  "descValue": "sunt sint nostrud"
		},
		{
		  "descType": "sit",
		  "descValue": "cupidatat ex labore"
		},
		{
		  "descType": "qui",
		  "descValue": "ipsum aliqua mollit"
		}
	  ],
	  "price": 9490,
	  "discount": 20,
	  "likes": 298,
	  "brand": "Zizzle",
	  "reviews": [
		{
		  "reviewName": "Santana Frost",
		  "reviewMessage": "Dolore excepteur cillum commodo laboris. Ut mollit anim eiusmod dolore esse magna eiusmod dolor esse."
		},
		{
		  "reviewName": "Judy Walker",
		  "reviewMessage": "Officia cillum est excepteur pariatur laborum consequat Lorem reprehenderit adipisicing nisi cupidatat. Eiusmod laborum tempor tempor reprehenderit pariatur cupidatat ea dolor amet officia."
		},
		{
		  "reviewName": "Carroll Nicholson",
		  "reviewMessage": "Ullamco sint dolore veniam excepteur. Proident culpa aliquip et voluptate incididunt fugiat proident nulla sit."
		},
		{
		  "reviewName": "Olsen Rosario",
		  "reviewMessage": "Est dolore dolore anim reprehenderit nulla consequat quis ea est fugiat veniam Lorem eu occaecat. Mollit reprehenderit laboris exercitation culpa duis excepteur labore."
		},
		{
		  "reviewName": "Mcdonald Stein",
		  "reviewMessage": "Excepteur est nisi nisi duis. Nostrud mollit dolore commodo ut voluptate nostrud sint esse."
		},
		{
		  "reviewName": "Joyner Acosta",
		  "reviewMessage": "Esse sunt occaecat ad ad labore irure id. Minim ut nulla do irure eu quis."
		},
		{
		  "reviewName": "Lindsey Webb",
		  "reviewMessage": "Dolor officia commodo nisi magna ullamco mollit non aute adipisicing ex non. Quis officia occaecat pariatur amet occaecat consectetur."
		},
		{
		  "reviewName": "Cooper Pennington",
		  "reviewMessage": "Ad culpa eiusmod in ut laboris aliquip et fugiat minim ad mollit laboris. Sint minim aute deserunt ut tempor esse exercitation id elit."
		}
	  ]
	},
	{
	  "id": 65,
	  "image": "https://picsum.photos/500/300?random=3034",
	  "title": "ex consequat",
	  "relatedIds": [
		64,
		66,
		30,
		38,
		3,
		33,
		76
	  ],
	  "description": "ea incididunt occaecat qui do in qui",
	  "longDescription": "Sit elit reprehenderit non adipisicing Lorem excepteur laborum culpa veniam aute. Aute anim ut eu veniam officia aute est cillum. Aliqua proident sit cupidatat sit ex incididunt quis minim tempor labore. Amet eiusmod do duis fugiat minim dolore eu veniam ullamco. Non culpa dolor minim dolor culpa fugiat do consequat cillum veniam culpa incididunt minim excepteur. Consectetur do adipisicing magna est sit. Ea in esse enim mollit sit id duis et.\r\nMagna dolore sunt anim quis. Elit excepteur ea consectetur adipisicing proident proident sint exercitation. Incididunt ut exercitation reprehenderit sint veniam tempor aliquip. Velit non dolor duis velit eu labore nisi laboris sint non laborum. Pariatur sint fugiat ad magna.\r\n",
	  "specifications": [
		{
		  "descType": "voluptate",
		  "descValue": "dolor minim exercitation"
		},
		{
		  "descType": "minim",
		  "descValue": "voluptate anim est"
		},
		{
		  "descType": "sunt",
		  "descValue": "incididunt amet elit"
		},
		{
		  "descType": "proident",
		  "descValue": "aute aute mollit"
		},
		{
		  "descType": "nulla",
		  "descValue": "aliquip velit voluptate"
		}
	  ],
	  "price": 10034,
	  "discount": 5,
	  "likes": 288,
	  "brand": "Verbus",
	  "reviews": [
		{
		  "reviewName": "Glenn Roy",
		  "reviewMessage": "Adipisicing tempor exercitation mollit cillum nulla deserunt reprehenderit minim sunt irure esse aliquip cillum est. Amet duis consequat et laboris laborum deserunt aliqua ullamco."
		},
		{
		  "reviewName": "Chan Browning",
		  "reviewMessage": "Do irure nisi laboris velit excepteur. Reprehenderit reprehenderit mollit quis qui eiusmod incididunt."
		}
	  ]
	},
	{
	  "id": 66,
	  "image": "https://picsum.photos/500/300?random=3000",
	  "title": "elit aliquip",
	  "relatedIds": [
		4,
		76,
		51,
		53,
		6,
		87,
		84,
		1
	  ],
	  "description": "deserunt eu nostrud fugiat eiusmod officia non",
	  "longDescription": "Anim mollit commodo quis occaecat occaecat esse quis pariatur. Reprehenderit occaecat adipisicing ex id velit est sint qui do est eiusmod cupidatat incididunt. Dolor dolore et magna fugiat veniam et aliqua. Veniam veniam ullamco incididunt aliquip fugiat excepteur voluptate reprehenderit laboris anim voluptate.\r\nAdipisicing adipisicing nisi commodo eiusmod minim commodo. Non reprehenderit proident adipisicing veniam nostrud. Esse minim fugiat minim velit incididunt sint labore irure officia sit et nulla adipisicing sunt. Ullamco aliqua officia cillum duis eu nostrud est eiusmod nulla. Duis id excepteur ex do enim duis reprehenderit nostrud velit eu exercitation ullamco. Esse esse eiusmod nisi dolore sint dolor esse pariatur deserunt.\r\n",
	  "specifications": [
		{
		  "descType": "sit",
		  "descValue": "consectetur ad aliqua"
		},
		{
		  "descType": "sit",
		  "descValue": "et qui irure"
		},
		{
		  "descType": "sunt",
		  "descValue": "fugiat dolore in"
		},
		{
		  "descType": "proident",
		  "descValue": "ad ipsum labore"
		},
		{
		  "descType": "ullamco",
		  "descValue": "anim id adipisicing"
		},
		{
		  "descType": "aliqua",
		  "descValue": "tempor ex fugiat"
		}
	  ],
	  "price": 1099,
	  "discount": 45,
	  "likes": 485,
	  "brand": "Everest",
	  "reviews": [
		{
		  "reviewName": "Foreman Buchanan",
		  "reviewMessage": "Consectetur nostrud adipisicing quis Lorem velit cupidatat. Dolore nulla aliqua pariatur aliquip nulla elit occaecat aute qui fugiat cupidatat id esse."
		},
		{
		  "reviewName": "Moon Cochran",
		  "reviewMessage": "Irure aliqua Lorem non aliquip in incididunt adipisicing occaecat qui aute ex magna culpa. Ut dolore pariatur non ipsum laborum ad cillum mollit nostrud aute."
		},
		{
		  "reviewName": "Wilkerson Owens",
		  "reviewMessage": "Ex elit eu proident dolore aliquip ut in laborum ipsum nisi magna incididunt culpa. Pariatur dolor proident est velit proident veniam ipsum sint occaecat voluptate."
		},
		{
		  "reviewName": "Colette Berger",
		  "reviewMessage": "Labore veniam et aliqua labore. Culpa non non veniam culpa Lorem do quis magna fugiat."
		}
	  ]
	},
	{
	  "id": 67,
	  "image": "https://picsum.photos/500/300?random=3800",
	  "title": "sint esse",
	  "relatedIds": [
		37,
		27,
		53
	  ],
	  "description": "mollit exercitation dolore sint in nisi magna",
	  "longDescription": "Culpa aute eu occaecat deserunt. Eiusmod sunt reprehenderit sit proident pariatur sit aute ea. Deserunt exercitation dolore incididunt sint ut quis dolore ut ipsum consectetur. Id dolore deserunt deserunt commodo commodo. Excepteur cillum nulla dolor do nostrud ea exercitation dolor proident dolor pariatur duis id ea. Do sunt quis cupidatat cupidatat voluptate deserunt Lorem sunt sunt.\r\nAdipisicing tempor non laboris incididunt qui reprehenderit aute. Sunt irure tempor veniam nulla duis nisi. Labore veniam laborum sint id. Qui cillum adipisicing id culpa ea velit sint aliqua fugiat et sit duis magna non.\r\n",
	  "specifications": [
		{
		  "descType": "consectetur",
		  "descValue": "amet aliqua nostrud"
		},
		{
		  "descType": "non",
		  "descValue": "sunt non nisi"
		},
		{
		  "descType": "sunt",
		  "descValue": "in cupidatat nisi"
		},
		{
		  "descType": "officia",
		  "descValue": "laborum id est"
		},
		{
		  "descType": "cillum",
		  "descValue": "consectetur culpa ad"
		},
		{
		  "descType": "deserunt",
		  "descValue": "commodo Lorem est"
		},
		{
		  "descType": "est",
		  "descValue": "magna nisi minim"
		},
		{
		  "descType": "consectetur",
		  "descValue": "ad consequat anim"
		},
		{
		  "descType": "eiusmod",
		  "descValue": "incididunt eu quis"
		},
		{
		  "descType": "commodo",
		  "descValue": "exercitation et minim"
		}
	  ],
	  "price": 5939,
	  "discount": 5,
	  "likes": 144,
	  "brand": "Enervate",
	  "reviews": [
		{
		  "reviewName": "Rae Wilkinson",
		  "reviewMessage": "Dolor veniam eiusmod adipisicing eu nulla do proident in tempor. Laborum exercitation exercitation consectetur laboris fugiat sit deserunt."
		},
		{
		  "reviewName": "Shepard Hurley",
		  "reviewMessage": "Irure non adipisicing sint deserunt. Veniam Lorem culpa ea id pariatur ipsum."
		},
		{
		  "reviewName": "Ellison Donaldson",
		  "reviewMessage": "Amet et eiusmod cupidatat fugiat dolor duis elit quis dolor aliquip minim laborum commodo culpa. Est consequat id sit sunt pariatur."
		},
		{
		  "reviewName": "Stone Hoffman",
		  "reviewMessage": "Magna adipisicing sit eu proident ad duis eiusmod excepteur aute. Duis amet exercitation eu amet aute fugiat."
		},
		{
		  "reviewName": "Lucia Romero",
		  "reviewMessage": "Magna aliqua magna excepteur ullamco tempor. Sunt quis nisi labore tempor cillum."
		},
		{
		  "reviewName": "Opal Hobbs",
		  "reviewMessage": "Ea id et laborum eu aliquip. Dolore veniam ex exercitation aliqua."
		}
	  ]
	},
	{
	  "id": 68,
	  "image": "https://picsum.photos/500/300?random=2772",
	  "title": "minim pariatur",
	  "relatedIds": [
		52,
		85,
		53,
		4,
		75,
		19,
		23,
		13
	  ],
	  "description": "anim ex consectetur qui Lorem consectetur excepteur",
	  "longDescription": "Aute aute pariatur reprehenderit consequat anim occaecat sunt et in ut adipisicing veniam proident consequat. Cillum pariatur excepteur aliqua occaecat et labore proident dolore ut minim consequat et non excepteur. Id et culpa esse ut aute nulla duis aute fugiat. Cillum id est sit sit Lorem enim laborum aliquip ad id minim adipisicing excepteur. Ex cupidatat ad eu aute aliquip culpa adipisicing veniam veniam incididunt proident velit. Do dolor ea nostrud ad in sunt ullamco officia et adipisicing. In proident qui consectetur deserunt.\r\nCupidatat quis aliqua quis ullamco sint aute ut exercitation consequat enim amet. Deserunt laboris labore adipisicing id. Reprehenderit ea cupidatat veniam duis. In aliqua officia laboris commodo dolore culpa esse adipisicing elit non laborum veniam est. Deserunt occaecat ex ullamco exercitation enim occaecat aliqua officia do nulla. Consequat ad amet velit velit proident in tempor minim dolor commodo ut ex.\r\n",
	  "specifications": [
		{
		  "descType": "dolore",
		  "descValue": "adipisicing aliquip voluptate"
		},
		{
		  "descType": "sit",
		  "descValue": "duis nulla cillum"
		},
		{
		  "descType": "aliquip",
		  "descValue": "sunt anim occaecat"
		}
	  ],
	  "price": 5361,
	  "discount": 45,
	  "likes": 323,
	  "brand": "Zilencio",
	  "reviews": [
		{
		  "reviewName": "Juliana Curtis",
		  "reviewMessage": "Aute pariatur tempor veniam duis minim irure id. Dolor dolore eiusmod Lorem reprehenderit pariatur."
		},
		{
		  "reviewName": "Curtis Sears",
		  "reviewMessage": "Tempor reprehenderit aliqua eu adipisicing ea ut pariatur Lorem aute. Duis amet aliquip est in consequat."
		},
		{
		  "reviewName": "Spencer Rose",
		  "reviewMessage": "Dolore commodo officia qui tempor irure culpa enim sunt quis. Minim aliquip dolore et sit occaecat proident minim eu eu ullamco deserunt consectetur consectetur."
		}
	  ]
	},
	{
	  "id": 69,
	  "image": "https://picsum.photos/500/300?random=3354",
	  "title": "laboris fugiat",
	  "relatedIds": [
		47,
		37,
		12,
		26,
		96,
		75,
		98,
		94
	  ],
	  "description": "elit proident minim exercitation ex non Lorem",
	  "longDescription": "Minim est labore Lorem reprehenderit adipisicing et non nulla ut nulla. Deserunt ipsum amet ullamco deserunt consequat ad aute dolor dolor occaecat. Cupidatat ullamco laborum commodo anim et ipsum esse mollit. Excepteur minim non voluptate do commodo labore minim laborum.\r\nDeserunt anim cupidatat eiusmod qui officia irure non voluptate cillum pariatur officia non. Anim ex do mollit est pariatur fugiat deserunt id id in occaecat. Commodo laboris anim occaecat tempor reprehenderit minim enim deserunt cupidatat enim officia aliqua aliqua quis. Deserunt reprehenderit esse ipsum culpa non eu. Et dolor sit adipisicing tempor enim eu quis consequat magna. Id qui est officia deserunt dolore ex ad laboris qui Lorem ut.\r\n",
	  "specifications": [
		{
		  "descType": "commodo",
		  "descValue": "laboris cillum cillum"
		},
		{
		  "descType": "consequat",
		  "descValue": "sit ex dolore"
		},
		{
		  "descType": "occaecat",
		  "descValue": "magna officia nisi"
		},
		{
		  "descType": "sunt",
		  "descValue": "ex duis labore"
		},
		{
		  "descType": "minim",
		  "descValue": "aute commodo velit"
		},
		{
		  "descType": "eiusmod",
		  "descValue": "ad consectetur reprehenderit"
		},
		{
		  "descType": "Lorem",
		  "descValue": "ut ea veniam"
		},
		{
		  "descType": "et",
		  "descValue": "et voluptate magna"
		},
		{
		  "descType": "deserunt",
		  "descValue": "aute laboris aliqua"
		}
	  ],
	  "price": 3503,
	  "discount": 25,
	  "likes": 467,
	  "brand": "Exozent",
	  "reviews": [
		{
		  "reviewName": "William Saunders",
		  "reviewMessage": "Fugiat magna minim commodo qui consequat veniam pariatur nostrud tempor laborum aliquip aliqua velit excepteur. Irure est amet consequat excepteur eiusmod labore commodo in consequat dolor."
		},
		{
		  "reviewName": "Andrea Bentley",
		  "reviewMessage": "Exercitation laboris minim ut mollit dolore ipsum consequat nulla do. Fugiat pariatur esse nostrud officia excepteur do sit anim cupidatat dolor nostrud exercitation enim minim."
		},
		{
		  "reviewName": "Blanchard Conley",
		  "reviewMessage": "Proident minim consectetur sunt ea occaecat mollit voluptate officia pariatur enim ad in dolor. In incididunt ullamco ea reprehenderit fugiat ad consectetur incididunt exercitation."
		},
		{
		  "reviewName": "Cline Olson",
		  "reviewMessage": "Minim velit et pariatur consequat excepteur enim culpa consequat ad est ipsum. Excepteur do esse ullamco eiusmod laboris."
		},
		{
		  "reviewName": "Serrano Powers",
		  "reviewMessage": "Enim nisi magna cillum pariatur exercitation pariatur est cillum sit. Sunt anim ad occaecat nisi et voluptate anim officia eiusmod quis irure."
		}
	  ]
	},
	{
	  "id": 70,
	  "image": "https://picsum.photos/500/300?random=1738",
	  "title": "aliqua aute",
	  "relatedIds": [
		37,
		47,
		11,
		95,
		3,
		17,
		54,
		81,
		46
	  ],
	  "description": "pariatur aute do excepteur consectetur deserunt duis",
	  "longDescription": "Labore aliqua cupidatat aliquip elit adipisicing ex commodo ex. Deserunt eiusmod enim aute commodo eu amet non deserunt nisi aliquip duis magna duis aute. Ex deserunt Lorem consequat pariatur esse veniam veniam reprehenderit. Ullamco ullamco magna magna cillum Lorem excepteur duis magna sit exercitation qui non proident ullamco. Ullamco esse culpa et minim nulla sit. Mollit elit laborum voluptate est tempor.\r\nSint id ex sunt est sint ut excepteur velit. Eiusmod minim anim consectetur deserunt duis aute esse. In occaecat exercitation aute do. Qui non duis ea aliquip. Labore quis officia aute aliquip adipisicing culpa minim.\r\n",
	  "specifications": [
		{
		  "descType": "ullamco",
		  "descValue": "ad ea ea"
		},
		{
		  "descType": "consectetur",
		  "descValue": "quis deserunt sunt"
		},
		{
		  "descType": "irure",
		  "descValue": "consequat eu dolore"
		},
		{
		  "descType": "nisi",
		  "descValue": "sunt cupidatat et"
		},
		{
		  "descType": "elit",
		  "descValue": "id commodo ut"
		},
		{
		  "descType": "do",
		  "descValue": "magna Lorem ut"
		},
		{
		  "descType": "tempor",
		  "descValue": "proident eu ea"
		},
		{
		  "descType": "sunt",
		  "descValue": "anim incididunt laboris"
		},
		{
		  "descType": "ex",
		  "descValue": "officia quis incididunt"
		},
		{
		  "descType": "nulla",
		  "descValue": "duis tempor Lorem"
		}
	  ],
	  "price": 10314,
	  "discount": 30,
	  "likes": 235,
	  "brand": "Digial",
	  "reviews": [
		{
		  "reviewName": "Brooks George",
		  "reviewMessage": "Dolor ad do ut tempor culpa aliqua. Deserunt culpa esse veniam tempor ipsum id pariatur."
		},
		{
		  "reviewName": "Mayo Wallace",
		  "reviewMessage": "Culpa proident dolore elit laboris irure sit. Ullamco id culpa enim enim nostrud consequat ex non."
		},
		{
		  "reviewName": "Pamela Glenn",
		  "reviewMessage": "Eiusmod deserunt aliqua magna elit nisi ea. Consequat ipsum sint adipisicing do elit qui cillum occaecat."
		},
		{
		  "reviewName": "Richmond Burgess",
		  "reviewMessage": "Ex veniam in sunt aliquip ullamco elit ea consectetur proident culpa fugiat cillum do laboris. Id quis in exercitation consectetur nulla ex fugiat."
		},
		{
		  "reviewName": "Patti Dotson",
		  "reviewMessage": "Fugiat enim tempor officia mollit ut eiusmod incididunt anim. Consectetur quis deserunt do esse ea commodo et quis sunt consequat irure ea quis."
		},
		{
		  "reviewName": "Hatfield Savage",
		  "reviewMessage": "Reprehenderit duis eiusmod labore aliquip deserunt aute aute do proident. Aliquip pariatur non culpa veniam est."
		},
		{
		  "reviewName": "Faith Beasley",
		  "reviewMessage": "Irure consectetur proident esse ea et duis. Ullamco aliqua cillum elit reprehenderit qui sint et nostrud."
		},
		{
		  "reviewName": "York Ramsey",
		  "reviewMessage": "Deserunt nostrud consectetur culpa minim. Minim do ad pariatur excepteur incididunt culpa."
		},
		{
		  "reviewName": "Benton Guy",
		  "reviewMessage": "Proident reprehenderit nostrud id ipsum elit nulla laboris excepteur tempor quis voluptate aliquip. Officia in anim non excepteur commodo dolor sunt fugiat consectetur nostrud labore nulla fugiat nisi."
		},
		{
		  "reviewName": "Sharpe Cote",
		  "reviewMessage": "Et incididunt pariatur ad elit pariatur ullamco eu adipisicing. Ut duis nostrud do pariatur exercitation exercitation sunt velit officia labore fugiat."
		}
	  ]
	},
	{
	  "id": 71,
	  "image": "https://picsum.photos/500/300?random=2800",
	  "title": "ut adipisicing",
	  "relatedIds": [
		99,
		53,
		31,
		89,
		89,
		21
	  ],
	  "description": "cupidatat velit consequat non magna mollit commodo",
	  "longDescription": "Velit veniam amet reprehenderit mollit. Ex aute quis occaecat magna id tempor enim incididunt adipisicing. Dolor laborum consequat in exercitation sunt enim elit aliquip ea ad quis ut. Adipisicing sint aliquip adipisicing laboris velit. Ut fugiat occaecat do officia nostrud eu duis ullamco ipsum. Excepteur voluptate aliquip occaecat sit pariatur.\r\nOfficia irure deserunt ad qui eu sunt sit sunt nostrud ad amet culpa. Deserunt consequat occaecat enim sit eiusmod aute. Labore deserunt reprehenderit elit proident fugiat quis nulla nostrud proident cillum do proident. Eu irure tempor sint nulla fugiat irure veniam ipsum dolor officia tempor sit Lorem.\r\n",
	  "specifications": [
		{
		  "descType": "irure",
		  "descValue": "ex in id"
		},
		{
		  "descType": "voluptate",
		  "descValue": "nisi dolor eiusmod"
		},
		{
		  "descType": "reprehenderit",
		  "descValue": "laboris pariatur magna"
		},
		{
		  "descType": "ad",
		  "descValue": "pariatur tempor amet"
		}
	  ],
	  "price": 13154,
	  "discount": 25,
	  "likes": 157,
	  "brand": "Geekfarm",
	  "reviews": [
		{
		  "reviewName": "Alejandra Strong",
		  "reviewMessage": "Amet sunt qui commodo proident consectetur enim occaecat dolore. Nisi voluptate excepteur non cupidatat non Lorem ea velit."
		},
		{
		  "reviewName": "Mason Fernandez",
		  "reviewMessage": "Irure cillum duis laboris laboris consequat laborum ullamco id aute cillum cillum. Amet sit ipsum Lorem ex deserunt nisi ut aute elit."
		},
		{
		  "reviewName": "Katharine Lynn",
		  "reviewMessage": "Ea qui duis nostrud veniam mollit non. Qui aliqua dolor sunt esse dolore irure esse reprehenderit consequat do Lorem."
		}
	  ]
	},
	{
	  "id": 72,
	  "image": "https://picsum.photos/500/300?random=2673",
	  "title": "do ea",
	  "relatedIds": [
		18,
		95,
		81,
		26,
		18,
		16
	  ],
	  "description": "est deserunt amet anim pariatur deserunt sint",
	  "longDescription": "Excepteur eiusmod ullamco enim amet ex sunt excepteur et esse do. Sint minim ea incididunt occaecat qui aute cupidatat eu. Aliquip eiusmod aute tempor est exercitation voluptate veniam fugiat ipsum quis Lorem nostrud. Elit aliqua ipsum pariatur dolore excepteur ea voluptate consequat id sint consectetur sunt.\r\nFugiat occaecat et aliquip elit. Magna proident mollit commodo ullamco duis cillum labore culpa. Occaecat labore duis occaecat duis ut.\r\n",
	  "specifications": [
		{
		  "descType": "sint",
		  "descValue": "eu occaecat id"
		},
		{
		  "descType": "amet",
		  "descValue": "non veniam consectetur"
		},
		{
		  "descType": "nulla",
		  "descValue": "adipisicing dolore labore"
		},
		{
		  "descType": "qui",
		  "descValue": "tempor eu veniam"
		},
		{
		  "descType": "duis",
		  "descValue": "ex nostrud aliqua"
		}
	  ],
	  "price": 3328,
	  "discount": 25,
	  "likes": 173,
	  "brand": "Zyple",
	  "reviews": [
		{
		  "reviewName": "Lori Allen",
		  "reviewMessage": "Fugiat laboris mollit amet veniam aliquip mollit ut in dolore. Eu nulla culpa qui esse qui exercitation anim velit eu anim velit ut dolor voluptate."
		}
	  ]
	},
	{
	  "id": 73,
	  "image": "https://picsum.photos/500/300?random=3280",
	  "title": "reprehenderit ipsum",
	  "relatedIds": [
		56,
		55,
		17,
		52,
		35,
		84,
		15,
		71
	  ],
	  "description": "et cupidatat aliqua eu adipisicing mollit sunt",
	  "longDescription": "Irure irure irure velit velit cillum laborum qui. Anim pariatur anim laboris do ad. Amet occaecat irure occaecat adipisicing mollit culpa esse. Ullamco nulla cupidatat magna duis aliquip. Magna veniam cillum velit aliquip sunt magna ea duis qui.\r\nLabore nulla laboris ullamco ea cillum nostrud tempor cillum excepteur labore quis. Ex adipisicing cillum voluptate esse ad dolore commodo minim eiusmod ipsum anim reprehenderit. Ea veniam voluptate occaecat labore non quis ullamco Lorem.\r\n",
	  "specifications": [
		{
		  "descType": "aute",
		  "descValue": "incididunt Lorem voluptate"
		},
		{
		  "descType": "laboris",
		  "descValue": "aliqua qui fugiat"
		},
		{
		  "descType": "mollit",
		  "descValue": "ut aliqua nulla"
		},
		{
		  "descType": "officia",
		  "descValue": "minim ea sit"
		},
		{
		  "descType": "laboris",
		  "descValue": "dolore aliquip occaecat"
		},
		{
		  "descType": "incididunt",
		  "descValue": "nisi tempor irure"
		},
		{
		  "descType": "amet",
		  "descValue": "dolore elit eiusmod"
		},
		{
		  "descType": "proident",
		  "descValue": "magna labore fugiat"
		},
		{
		  "descType": "reprehenderit",
		  "descValue": "id sint irure"
		}
	  ],
	  "price": 6060,
	  "discount": 5,
	  "likes": 402,
	  "brand": "Isosure",
	  "reviews": [
		{
		  "reviewName": "Amie Hess",
		  "reviewMessage": "Laborum eu et veniam laboris ex minim officia. Pariatur qui in dolor velit elit laborum cillum exercitation velit ullamco nostrud sunt consequat."
		},
		{
		  "reviewName": "Trevino Kane",
		  "reviewMessage": "Laboris adipisicing velit ullamco est labore nostrud pariatur. Sint commodo aliqua commodo mollit magna sit tempor voluptate sit esse non commodo deserunt eiusmod."
		},
		{
		  "reviewName": "Marlene Melton",
		  "reviewMessage": "Laboris adipisicing eiusmod occaecat veniam laborum eiusmod in consequat sit est. Nisi reprehenderit esse consequat laboris sunt occaecat."
		},
		{
		  "reviewName": "Heidi Carson",
		  "reviewMessage": "Consequat do elit adipisicing ipsum aliquip do incididunt. Dolor fugiat non adipisicing velit adipisicing in ex est consequat ipsum aute."
		},
		{
		  "reviewName": "Rosalinda Farrell",
		  "reviewMessage": "In eu quis cillum enim mollit irure veniam tempor est quis incididunt reprehenderit aliquip quis. Id enim ad excepteur ut excepteur laboris et amet dolore commodo laborum consectetur labore."
		},
		{
		  "reviewName": "Adeline Roth",
		  "reviewMessage": "Laboris eu ullamco laboris dolore dolore ea labore id aliquip. Velit elit id velit dolore labore cupidatat sit pariatur officia laboris."
		},
		{
		  "reviewName": "Hannah Wade",
		  "reviewMessage": "Consectetur non nulla aliquip ex culpa incididunt elit officia amet eiusmod. Culpa velit cupidatat velit incididunt culpa nisi occaecat adipisicing voluptate."
		},
		{
		  "reviewName": "Curry Kirkland",
		  "reviewMessage": "Nostrud cillum officia anim id ad ullamco pariatur culpa. Veniam pariatur aute sit id."
		}
	  ]
	},
	{
	  "id": 74,
	  "image": "https://picsum.photos/500/300?random=2739",
	  "title": "esse sunt",
	  "relatedIds": [
		59,
		86,
		38,
		83,
		60,
		8
	  ],
	  "description": "irure consectetur velit labore ut sit exercitation",
	  "longDescription": "Consectetur elit officia quis esse do do sit irure eiusmod cillum cillum. Aute exercitation esse consectetur dolore nostrud proident ullamco consectetur irure labore. Deserunt laboris ea qui tempor aliqua commodo duis deserunt excepteur ullamco.\r\nEu deserunt officia qui laboris est non. Officia exercitation voluptate irure velit occaecat minim eu mollit Lorem aute ex eu ad occaecat. Et sunt incididunt fugiat sint velit ad minim elit sint laborum Lorem sunt quis. Magna minim culpa commodo ad minim ut ullamco occaecat adipisicing sint. Cillum dolor et exercitation aliquip occaecat irure. Deserunt proident aliquip laborum voluptate aliquip ut sunt. Ex tempor sint in labore esse anim ex sit dolor.\r\n",
	  "specifications": [
		{
		  "descType": "ex",
		  "descValue": "aliquip do adipisicing"
		},
		{
		  "descType": "amet",
		  "descValue": "sit fugiat irure"
		},
		{
		  "descType": "officia",
		  "descValue": "nostrud sit exercitation"
		},
		{
		  "descType": "deserunt",
		  "descValue": "labore aliquip excepteur"
		},
		{
		  "descType": "mollit",
		  "descValue": "proident quis est"
		},
		{
		  "descType": "excepteur",
		  "descValue": "occaecat minim enim"
		},
		{
		  "descType": "do",
		  "descValue": "cillum deserunt consectetur"
		},
		{
		  "descType": "nostrud",
		  "descValue": "proident velit id"
		}
	  ],
	  "price": 2786,
	  "discount": 40,
	  "likes": 161,
	  "brand": "Telepark",
	  "reviews": [
		{
		  "reviewName": "Sanford Mullen",
		  "reviewMessage": "Irure cupidatat veniam amet excepteur reprehenderit ullamco mollit ex amet irure. Aliquip fugiat id sint do."
		},
		{
		  "reviewName": "Jones Levy",
		  "reviewMessage": "Deserunt voluptate velit sunt consectetur aute laboris minim. Anim proident reprehenderit laborum amet labore commodo id aute."
		},
		{
		  "reviewName": "Cash Stanton",
		  "reviewMessage": "Amet consectetur est duis velit. Sunt dolor dolor dolore pariatur sit ea amet."
		}
	  ]
	},
	{
	  "id": 75,
	  "image": "https://picsum.photos/500/300?random=3696",
	  "title": "aute voluptate",
	  "relatedIds": [
		87,
		67,
		77,
		12,
		99
	  ],
	  "description": "occaecat deserunt in minim mollit dolor commodo",
	  "longDescription": "Ea sunt mollit do fugiat laborum ullamco culpa tempor velit cupidatat eiusmod esse nostrud velit. Commodo eiusmod id cupidatat pariatur enim veniam ipsum non deserunt irure. Ex qui consectetur cillum consectetur.\r\nNostrud adipisicing voluptate Lorem reprehenderit magna voluptate laborum sint. Elit ut id incididunt aliqua ullamco voluptate deserunt minim occaecat laborum. Eiusmod enim in ea non esse consequat adipisicing enim. Eu veniam esse labore incididunt.\r\n",
	  "specifications": [
		{
		  "descType": "anim",
		  "descValue": "qui adipisicing sint"
		},
		{
		  "descType": "esse",
		  "descValue": "anim fugiat proident"
		},
		{
		  "descType": "anim",
		  "descValue": "mollit nulla est"
		}
	  ],
	  "price": 13279,
	  "discount": 45,
	  "likes": 103,
	  "brand": "Cinaster",
	  "reviews": [
		{
		  "reviewName": "Greer Schneider",
		  "reviewMessage": "Sint laboris id sint voluptate Lorem do veniam est dolore sint labore laboris. Ad minim incididunt nulla ut consectetur do ipsum ipsum mollit."
		},
		{
		  "reviewName": "Michelle Gonzalez",
		  "reviewMessage": "Dolore pariatur ut sunt ut id incididunt ex irure ex sint. Commodo non consectetur in commodo exercitation anim nisi duis."
		},
		{
		  "reviewName": "Polly Finch",
		  "reviewMessage": "Ex quis voluptate aliqua eiusmod consectetur reprehenderit velit nulla non voluptate voluptate. Labore officia proident velit cupidatat cupidatat cillum laborum consequat do ex."
		},
		{
		  "reviewName": "Harriett Valdez",
		  "reviewMessage": "Esse proident eiusmod sunt incididunt irure. Elit labore labore velit dolore proident non."
		},
		{
		  "reviewName": "Jeanne Flynn",
		  "reviewMessage": "Eiusmod anim duis esse sunt aute ut voluptate deserunt. Aliquip veniam dolor eu mollit fugiat nisi consectetur minim deserunt cupidatat eu Lorem."
		},
		{
		  "reviewName": "Floyd Schmidt",
		  "reviewMessage": "Cupidatat laborum et officia adipisicing magna minim ad consectetur. Adipisicing sit dolor nulla labore occaecat mollit laboris exercitation."
		},
		{
		  "reviewName": "Margery Langley",
		  "reviewMessage": "Voluptate amet eu dolor qui enim fugiat veniam aliqua consectetur. Duis eiusmod ipsum ut deserunt sunt ea id."
		},
		{
		  "reviewName": "Gina Farmer",
		  "reviewMessage": "Est nisi do ut id ex labore aliqua cillum irure. Incididunt adipisicing veniam do ex est laboris sunt laboris Lorem cupidatat ipsum commodo quis fugiat."
		},
		{
		  "reviewName": "Lucile Fitzgerald",
		  "reviewMessage": "Adipisicing anim nostrud et ea consectetur mollit amet pariatur Lorem in excepteur. Id pariatur pariatur eu minim nulla esse."
		},
		{
		  "reviewName": "Cannon Pate",
		  "reviewMessage": "Do elit elit adipisicing elit amet. Eiusmod sint anim fugiat est labore ullamco et do."
		}
	  ]
	},
	{
	  "id": 76,
	  "image": "https://picsum.photos/500/300?random=1870",
	  "title": "esse fugiat",
	  "relatedIds": [
		28,
		95,
		77,
		70,
		4,
		98,
		62,
		94,
		77
	  ],
	  "description": "voluptate eu cillum ex mollit ex mollit",
	  "longDescription": "Eu incididunt eiusmod dolore aliquip. Fugiat exercitation ipsum enim proident eiusmod ipsum enim in duis cillum ad sint. Consequat mollit anim proident ipsum labore pariatur dolore ea enim laboris sit deserunt. Fugiat quis veniam et ut velit sunt nostrud dolore velit.\r\nDeserunt sint qui reprehenderit anim consequat Lorem eu aute consectetur. Sunt culpa et elit commodo anim commodo consectetur adipisicing. Incididunt amet quis do aliquip elit ipsum amet sunt sunt deserunt elit dolore ad. Aliquip esse qui tempor consequat sunt id ut fugiat qui Lorem incididunt.\r\n",
	  "specifications": [
		{
		  "descType": "in",
		  "descValue": "exercitation quis elit"
		},
		{
		  "descType": "sint",
		  "descValue": "deserunt est cupidatat"
		},
		{
		  "descType": "duis",
		  "descValue": "minim ex eiusmod"
		},
		{
		  "descType": "quis",
		  "descValue": "sint cupidatat culpa"
		},
		{
		  "descType": "magna",
		  "descValue": "nostrud exercitation ad"
		},
		{
		  "descType": "eu",
		  "descValue": "aute commodo magna"
		}
	  ],
	  "price": 14532,
	  "discount": 5,
	  "likes": 298,
	  "brand": "Cemention",
	  "reviews": [
		{
		  "reviewName": "Koch Douglas",
		  "reviewMessage": "Sunt nostrud consequat ullamco ea nulla anim in irure cillum anim sit consequat. Occaecat anim deserunt pariatur nisi est quis do."
		},
		{
		  "reviewName": "Mcconnell Jensen",
		  "reviewMessage": "Nostrud ad et sint et Lorem excepteur magna nulla id aute in proident pariatur. Deserunt amet quis ipsum ad occaecat cupidatat eu eu incididunt nisi velit."
		},
		{
		  "reviewName": "Katelyn Merritt",
		  "reviewMessage": "Dolor quis aute fugiat minim ipsum. Veniam eu eiusmod elit anim sint do nulla voluptate cillum ipsum eiusmod."
		},
		{
		  "reviewName": "Pena Humphrey",
		  "reviewMessage": "Occaecat eiusmod pariatur ullamco ipsum esse aliquip amet sint sint adipisicing voluptate. Magna aliquip voluptate aliquip ea."
		},
		{
		  "reviewName": "Stacy Kelley",
		  "reviewMessage": "Sunt cupidatat in sint laboris nostrud sit sint mollit. Dolor culpa proident commodo anim."
		},
		{
		  "reviewName": "Hester Steele",
		  "reviewMessage": "Quis mollit est minim pariatur velit in non. Ullamco consequat proident qui ea sunt culpa eu aliquip."
		},
		{
		  "reviewName": "Bridgett Green",
		  "reviewMessage": "Nisi veniam id veniam nostrud ea adipisicing velit occaecat ad nisi tempor sit. Aliquip adipisicing deserunt ad commodo quis et veniam duis eiusmod reprehenderit."
		},
		{
		  "reviewName": "Rosetta Knox",
		  "reviewMessage": "Nostrud qui laboris ipsum Lorem id sunt ex adipisicing. Nostrud dolore duis consectetur reprehenderit anim laboris officia cupidatat occaecat dolor ad."
		},
		{
		  "reviewName": "Amber Barr",
		  "reviewMessage": "Ex ipsum nostrud incididunt id. Eiusmod dolor officia occaecat labore amet ut id est nisi ipsum voluptate eiusmod voluptate aute."
		}
	  ]
	},
	{
	  "id": 77,
	  "image": "https://picsum.photos/500/300?random=2150",
	  "title": "excepteur amet",
	  "relatedIds": [
		58,
		53,
		62,
		79,
		81,
		10,
		45,
		26,
		41
	  ],
	  "description": "ex exercitation quis dolore reprehenderit nostrud in",
	  "longDescription": "Culpa amet id exercitation aute. Occaecat voluptate cillum commodo enim ea. Laborum nostrud qui cupidatat Lorem non eu ipsum. Magna mollit ea proident non cillum sunt cillum magna aute nostrud et exercitation velit. Aute pariatur commodo exercitation reprehenderit ipsum laborum laborum do excepteur minim esse ut. Anim officia adipisicing esse anim. Labore laboris minim mollit occaecat dolore velit quis dolore incididunt tempor eu.\r\nIncididunt ea minim esse et ad sunt proident consectetur sit laboris ad ullamco nulla nostrud. Irure qui laboris officia culpa quis deserunt sit irure elit est ut adipisicing. Pariatur voluptate cillum sit consequat magna consectetur. In laborum et ullamco id laborum occaecat eu voluptate officia non magna non. Cillum eiusmod laborum velit dolor aliquip. Consectetur aute nulla eu eu irure deserunt duis. Fugiat eu culpa esse deserunt eu deserunt.\r\n",
	  "specifications": [
		{
		  "descType": "exercitation",
		  "descValue": "nulla exercitation culpa"
		},
		{
		  "descType": "qui",
		  "descValue": "nostrud adipisicing labore"
		},
		{
		  "descType": "laboris",
		  "descValue": "consequat quis do"
		},
		{
		  "descType": "esse",
		  "descValue": "consequat proident velit"
		},
		{
		  "descType": "ea",
		  "descValue": "enim cupidatat Lorem"
		},
		{
		  "descType": "nostrud",
		  "descValue": "sunt laboris est"
		},
		{
		  "descType": "proident",
		  "descValue": "laboris nostrud eiusmod"
		}
	  ],
	  "price": 3657,
	  "discount": 40,
	  "likes": 286,
	  "brand": "Jasper",
	  "reviews": [
		{
		  "reviewName": "Joann Rios",
		  "reviewMessage": "Ullamco id adipisicing quis laboris aute tempor ea adipisicing. Officia pariatur cillum esse non mollit."
		},
		{
		  "reviewName": "Combs Franklin",
		  "reviewMessage": "Ex ex qui quis nostrud. Est adipisicing pariatur adipisicing incididunt laboris."
		}
	  ]
	},
	{
	  "id": 78,
	  "image": "https://picsum.photos/500/300?random=4263",
	  "title": "magna nulla",
	  "relatedIds": [
		29,
		56,
		56,
		20,
		95,
		61
	  ],
	  "description": "ad minim fugiat aute qui ea sit",
	  "longDescription": "Velit dolore eiusmod id laboris excepteur. Laborum dolor deserunt commodo sit officia proident dolore elit ullamco. Aliqua labore labore dolor occaecat non tempor.\r\nProident officia duis incididunt Lorem consequat laborum ut. Duis nostrud quis adipisicing quis sint nostrud. Cillum cillum veniam cillum proident id elit ut deserunt minim aliqua ipsum. Eiusmod aliquip cillum nisi qui irure commodo quis ullamco voluptate velit nostrud occaecat. Voluptate nostrud minim deserunt occaecat aliqua labore ullamco elit duis non do laborum aute ea.\r\n",
	  "specifications": [
		{
		  "descType": "laborum",
		  "descValue": "mollit magna fugiat"
		},
		{
		  "descType": "excepteur",
		  "descValue": "dolor amet incididunt"
		},
		{
		  "descType": "dolor",
		  "descValue": "enim amet eu"
		},
		{
		  "descType": "ad",
		  "descValue": "eiusmod sint culpa"
		},
		{
		  "descType": "est",
		  "descValue": "adipisicing est ut"
		},
		{
		  "descType": "amet",
		  "descValue": "magna veniam et"
		},
		{
		  "descType": "pariatur",
		  "descValue": "in ullamco aliqua"
		},
		{
		  "descType": "ullamco",
		  "descValue": "fugiat cupidatat laboris"
		},
		{
		  "descType": "enim",
		  "descValue": "sunt ullamco qui"
		}
	  ],
	  "price": 7543,
	  "discount": 40,
	  "likes": 180,
	  "brand": "Architax",
	  "reviews": [
		{
		  "reviewName": "Chapman England",
		  "reviewMessage": "Quis cupidatat sint et laborum sit eu. Anim reprehenderit id anim ut voluptate non."
		},
		{
		  "reviewName": "Claudine Mccarthy",
		  "reviewMessage": "Cupidatat sunt veniam id non mollit tempor in eu ad ullamco. Officia eu id fugiat et mollit non."
		},
		{
		  "reviewName": "Suzanne Roberts",
		  "reviewMessage": "Lorem cillum consectetur quis ullamco reprehenderit Lorem laboris et aliqua. Laborum tempor sunt dolore officia in culpa fugiat dolore labore enim nulla irure."
		},
		{
		  "reviewName": "Angelique Preston",
		  "reviewMessage": "Sunt nulla consequat amet do cillum proident consectetur cillum. Pariatur dolor culpa commodo ut."
		},
		{
		  "reviewName": "Bradshaw Henry",
		  "reviewMessage": "Enim incididunt commodo consequat labore anim et. Sit adipisicing pariatur anim labore Lorem aliqua laborum qui anim in laborum excepteur non."
		},
		{
		  "reviewName": "Helene Kelly",
		  "reviewMessage": "Nostrud eiusmod Lorem eiusmod aliqua id est. Sint laborum excepteur labore aliqua dolor eiusmod ex velit duis enim non proident officia."
		},
		{
		  "reviewName": "Lora Irwin",
		  "reviewMessage": "Minim consequat magna veniam excepteur proident. Eiusmod magna quis duis laboris incididunt fugiat laborum."
		},
		{
		  "reviewName": "Whitehead Hutchinson",
		  "reviewMessage": "Ut sint consequat eu anim. Nostrud Lorem proident occaecat excepteur anim officia nisi occaecat in consectetur."
		},
		{
		  "reviewName": "Lakisha Pittman",
		  "reviewMessage": "Anim laboris officia ullamco consequat sint aute ullamco nulla est culpa tempor. Occaecat ea sunt ea in incididunt elit do amet amet."
		}
	  ]
	},
	{
	  "id": 79,
	  "image": "https://picsum.photos/500/300?random=3256",
	  "title": "proident exercitation",
	  "relatedIds": [
		88,
		77,
		32,
		48,
		63,
		69,
		33,
		4,
		13
	  ],
	  "description": "Lorem minim ad dolore laborum cupidatat aliqua",
	  "longDescription": "Nostrud excepteur labore ipsum duis culpa duis minim nulla sint qui exercitation. Officia nostrud magna non ullamco velit commodo aliquip exercitation consequat ut do. Adipisicing exercitation mollit sunt consequat pariatur minim proident minim Lorem ut aliqua amet aliquip. Labore adipisicing duis est exercitation do irure laboris laboris fugiat amet laborum minim. Nulla ullamco dolore qui occaecat veniam. Ullamco enim proident aliqua occaecat culpa elit.\r\nNostrud non ipsum minim aliqua cupidatat. Aliqua id voluptate consectetur adipisicing nisi laborum deserunt commodo deserunt id minim anim id. Do exercitation exercitation anim laboris minim irure cillum enim labore nostrud occaecat consectetur. Consectetur amet amet exercitation sunt enim esse elit fugiat ullamco irure aute elit laboris mollit. Nostrud sint quis dolor excepteur incididunt ea mollit ut occaecat fugiat sunt.\r\n",
	  "specifications": [
		{
		  "descType": "nostrud",
		  "descValue": "mollit occaecat anim"
		},
		{
		  "descType": "elit",
		  "descValue": "labore nisi irure"
		},
		{
		  "descType": "aliquip",
		  "descValue": "et pariatur dolor"
		},
		{
		  "descType": "velit",
		  "descValue": "dolor non ipsum"
		}
	  ],
	  "price": 8067,
	  "discount": 20,
	  "likes": 139,
	  "brand": "Scenty",
	  "reviews": [
		{
		  "reviewName": "Elinor Bonner",
		  "reviewMessage": "Tempor exercitation pariatur do ad aliquip ea reprehenderit minim deserunt excepteur pariatur. Exercitation et cillum laborum ad excepteur in officia consequat quis non laboris Lorem dolor incididunt."
		},
		{
		  "reviewName": "Minnie Mayo",
		  "reviewMessage": "Culpa veniam et et qui veniam officia tempor veniam proident magna voluptate non in. Velit ut ipsum dolore esse elit culpa in ex adipisicing."
		},
		{
		  "reviewName": "Washington Clark",
		  "reviewMessage": "Officia duis exercitation proident et sit esse culpa sunt labore fugiat aute. Dolor laboris Lorem cupidatat voluptate do."
		},
		{
		  "reviewName": "Becky Beard",
		  "reviewMessage": "Veniam occaecat nulla anim enim irure ut et et reprehenderit voluptate. Irure deserunt reprehenderit nostrud irure commodo commodo et elit magna aute."
		}
	  ]
	},
	{
	  "id": 80,
	  "image": "https://picsum.photos/500/300?random=3204",
	  "title": "elit cillum",
	  "relatedIds": [
		71,
		28,
		66,
		2,
		87,
		84,
		40,
		20,
		33,
		79
	  ],
	  "description": "velit laboris mollit magna voluptate sint est",
	  "longDescription": "Do laborum minim ex sint excepteur consectetur fugiat. Lorem cillum eiusmod tempor nisi. Laboris aliquip ea nisi do amet. Labore culpa mollit consequat veniam ex nulla. Proident eiusmod veniam mollit elit cillum est eiusmod officia excepteur non laborum amet. Aute cupidatat non magna deserunt dolor consequat voluptate aliquip excepteur dolore amet cupidatat reprehenderit.\r\nDeserunt mollit sint aute ut eiusmod pariatur laborum nulla nisi eu consequat magna. Voluptate consectetur velit occaecat aliquip. Laboris in magna nisi qui dolor proident culpa consectetur laborum laboris eiusmod cupidatat nostrud. Aute velit exercitation qui occaecat anim. Occaecat amet eu reprehenderit magna adipisicing pariatur aute ex enim Lorem occaecat amet in ipsum. Magna mollit nisi duis aute ea dolore fugiat cupidatat elit mollit sunt laboris ut eu.\r\n",
	  "specifications": [
		{
		  "descType": "nostrud",
		  "descValue": "adipisicing velit sunt"
		},
		{
		  "descType": "magna",
		  "descValue": "exercitation consectetur in"
		},
		{
		  "descType": "irure",
		  "descValue": "ut consequat sunt"
		},
		{
		  "descType": "officia",
		  "descValue": "ea laboris reprehenderit"
		},
		{
		  "descType": "deserunt",
		  "descValue": "est sit in"
		},
		{
		  "descType": "mollit",
		  "descValue": "cupidatat adipisicing consequat"
		},
		{
		  "descType": "laborum",
		  "descValue": "proident ea laborum"
		},
		{
		  "descType": "adipisicing",
		  "descValue": "nulla aliqua nulla"
		},
		{
		  "descType": "sint",
		  "descValue": "ad eiusmod reprehenderit"
		},
		{
		  "descType": "eu",
		  "descValue": "irure incididunt nostrud"
		}
	  ],
	  "price": 5823,
	  "discount": 45,
	  "likes": 202,
	  "brand": "Datacator",
	  "reviews": [
		{
		  "reviewName": "Bridgette Velazquez",
		  "reviewMessage": "Consectetur nostrud pariatur qui ullamco esse officia non quis esse laboris non. Culpa ea velit velit non velit anim irure irure enim eu."
		},
		{
		  "reviewName": "Nichols Poole",
		  "reviewMessage": "Nulla id labore amet voluptate sunt cupidatat voluptate anim. Sunt sint sunt tempor adipisicing irure labore sunt voluptate labore ut voluptate."
		},
		{
		  "reviewName": "Thornton Sparks",
		  "reviewMessage": "In nulla Lorem aliquip proident quis nostrud est minim enim est mollit. Do aute dolor dolore excepteur ut ad in elit officia."
		},
		{
		  "reviewName": "Estelle Molina",
		  "reviewMessage": "Velit veniam sint exercitation voluptate sunt elit cupidatat cupidatat aliqua nisi Lorem sint. Velit ad est qui labore tempor in cupidatat ea consequat reprehenderit."
		}
	  ]
	},
	{
	  "id": 81,
	  "image": "https://picsum.photos/500/300?random=2250",
	  "title": "nisi magna",
	  "relatedIds": [
		93,
		52,
		63,
		93,
		95,
		92,
		7,
		35
	  ],
	  "description": "proident mollit sit nulla ad irure nisi",
	  "longDescription": "Magna proident eu ut aliqua magna adipisicing nostrud eiusmod ut tempor commodo culpa cillum laborum. Non ipsum labore consectetur cillum laborum exercitation ea aute id consectetur aliquip esse proident amet. Fugiat occaecat quis duis id velit Lorem magna. Ut non aute occaecat nostrud ipsum laborum duis duis nulla eiusmod eiusmod Lorem culpa. Veniam aliquip tempor veniam dolor labore incididunt sit laboris enim.\r\nUt Lorem dolore voluptate excepteur laboris commodo duis eiusmod eu minim ullamco qui amet id. Tempor pariatur sunt Lorem ipsum adipisicing officia. In reprehenderit mollit anim aute ut reprehenderit aute. Irure fugiat laborum incididunt consectetur dolore do nulla nulla sunt voluptate labore sunt velit deserunt. Anim deserunt ullamco officia dolor pariatur in est aliquip. Ea excepteur dolor fugiat cupidatat cillum culpa magna consequat exercitation proident.\r\n",
	  "specifications": [
		{
		  "descType": "cupidatat",
		  "descValue": "anim voluptate cupidatat"
		},
		{
		  "descType": "deserunt",
		  "descValue": "elit fugiat incididunt"
		},
		{
		  "descType": "cupidatat",
		  "descValue": "do qui minim"
		},
		{
		  "descType": "ut",
		  "descValue": "esse nostrud laborum"
		},
		{
		  "descType": "ullamco",
		  "descValue": "cillum officia aliquip"
		},
		{
		  "descType": "labore",
		  "descValue": "sint dolore ex"
		},
		{
		  "descType": "minim",
		  "descValue": "amet ut pariatur"
		}
	  ],
	  "price": 9185,
	  "discount": 15,
	  "likes": 135,
	  "brand": "Biflex",
	  "reviews": [
		{
		  "reviewName": "Lavonne Townsend",
		  "reviewMessage": "Officia sint nostrud anim enim. Nisi deserunt deserunt aliqua eu."
		},
		{
		  "reviewName": "Maxine Dodson",
		  "reviewMessage": "Duis in irure proident esse occaecat esse dolor commodo ipsum fugiat ex. Culpa eu minim irure minim commodo labore commodo commodo."
		},
		{
		  "reviewName": "Marci Atkinson",
		  "reviewMessage": "Excepteur incididunt deserunt non Lorem magna minim cupidatat veniam sint. Consequat incididunt labore laborum tempor."
		},
		{
		  "reviewName": "Miranda Mcbride",
		  "reviewMessage": "Sit ut tempor adipisicing laboris. Incididunt sint in amet culpa dolore pariatur tempor tempor et in veniam ipsum est ea."
		},
		{
		  "reviewName": "Parrish Le",
		  "reviewMessage": "Excepteur velit dolore eiusmod consequat. Pariatur fugiat in laboris consequat nostrud aliquip dolore aliqua."
		},
		{
		  "reviewName": "Alisha Mcintyre",
		  "reviewMessage": "Adipisicing voluptate anim cupidatat nisi duis et laborum excepteur in. Id commodo duis enim ex ex laboris id."
		},
		{
		  "reviewName": "Lindsey Moss",
		  "reviewMessage": "Ex reprehenderit excepteur ipsum consectetur sit sit occaecat. Consectetur dolore et magna velit adipisicing pariatur dolor occaecat tempor nisi commodo nisi magna."
		},
		{
		  "reviewName": "Barker Wells",
		  "reviewMessage": "Anim non proident laborum minim ex occaecat ex id reprehenderit. Incididunt culpa tempor cillum ullamco aliquip."
		},
		{
		  "reviewName": "Arline Burnett",
		  "reviewMessage": "Anim in fugiat consectetur cupidatat. Labore ea ex minim ex deserunt irure aute reprehenderit excepteur sunt nulla id reprehenderit."
		},
		{
		  "reviewName": "Marylou Calhoun",
		  "reviewMessage": "Ea eu ut veniam aute ea minim ut cupidatat voluptate dolore dolore. Eu sint sunt eiusmod fugiat enim tempor quis fugiat nisi est eu nisi."
		}
	  ]
	},
	{
	  "id": 82,
	  "image": "https://picsum.photos/500/300?random=2184",
	  "title": "laboris commodo",
	  "relatedIds": [
		23,
		57,
		30,
		88
	  ],
	  "description": "occaecat consequat aute duis consequat ad pariatur",
	  "longDescription": "Officia labore magna quis ex sit duis. Elit occaecat esse nisi nulla aliqua. Minim magna et nostrud in ullamco culpa consectetur irure eu exercitation esse minim ex. Elit qui adipisicing fugiat tempor laboris. Ex sit ex ea voluptate nostrud labore veniam in laborum id cillum enim.\r\nNisi excepteur ad labore cillum consectetur est. Sint fugiat do commodo sint adipisicing pariatur incididunt dolore dolor eu tempor sint. Aute amet culpa amet minim ullamco velit aliqua adipisicing commodo laboris fugiat qui.\r\n",
	  "specifications": [
		{
		  "descType": "nostrud",
		  "descValue": "adipisicing excepteur culpa"
		},
		{
		  "descType": "nisi",
		  "descValue": "ut ex irure"
		},
		{
		  "descType": "nostrud",
		  "descValue": "dolore consequat consequat"
		},
		{
		  "descType": "ea",
		  "descValue": "ullamco anim et"
		},
		{
		  "descType": "ad",
		  "descValue": "esse et amet"
		},
		{
		  "descType": "nulla",
		  "descValue": "irure laborum consectetur"
		},
		{
		  "descType": "aliquip",
		  "descValue": "magna ipsum amet"
		},
		{
		  "descType": "Lorem",
		  "descValue": "ullamco ex excepteur"
		}
	  ],
	  "price": 5418,
	  "discount": 45,
	  "likes": 448,
	  "brand": "Gallaxia",
	  "reviews": [
		{
		  "reviewName": "Emilia Sampson",
		  "reviewMessage": "Culpa dolore quis nisi aute. Magna nostrud laboris cillum nisi fugiat aute officia nisi velit aliqua elit aliquip fugiat."
		},
		{
		  "reviewName": "Cox Pruitt",
		  "reviewMessage": "Duis minim labore occaecat mollit enim enim. Nulla do sint laboris ipsum culpa ex nulla amet ea fugiat quis sunt nostrud ut."
		},
		{
		  "reviewName": "Summers Valentine",
		  "reviewMessage": "Pariatur voluptate sit exercitation deserunt mollit magna sint eu. Nulla velit sunt laborum sunt cupidatat adipisicing ipsum aute commodo quis officia."
		},
		{
		  "reviewName": "Socorro Mcmahon",
		  "reviewMessage": "Eiusmod Lorem ut et sunt eiusmod consequat. Quis est reprehenderit ex veniam aute ex tempor ad magna."
		},
		{
		  "reviewName": "Stevenson Alston",
		  "reviewMessage": "Consectetur sit esse adipisicing reprehenderit irure adipisicing occaecat. Enim pariatur do consequat ut ad dolore nostrud anim anim laborum sint mollit."
		}
	  ]
	},
	{
	  "id": 83,
	  "image": "https://picsum.photos/500/300?random=2944",
	  "title": "excepteur enim",
	  "relatedIds": [
		29,
		26,
		32,
		10,
		79,
		71,
		2,
		58,
		38,
		56
	  ],
	  "description": "fugiat proident elit aliquip elit sunt incididunt",
	  "longDescription": "Aliqua nostrud ipsum magna irure cillum mollit. Sit amet eu in eu cillum laboris commodo fugiat occaecat id do exercitation. Cillum enim culpa aliquip aute minim dolore. Elit voluptate irure esse velit cupidatat. Velit cupidatat aute sit est. Commodo non laborum dolore consequat. Est labore Lorem mollit ullamco.\r\nAdipisicing ea sit aliquip anim sit occaecat consequat. Mollit sit ea consequat anim non laboris culpa magna nostrud sint enim. Adipisicing ipsum in labore fugiat. Ea ex aute et exercitation. Qui ex sit labore incididunt magna exercitation. Anim sunt commodo aliqua quis. Excepteur cupidatat minim est ipsum deserunt laboris laboris.\r\n",
	  "specifications": [
		{
		  "descType": "nostrud",
		  "descValue": "sit enim occaecat"
		},
		{
		  "descType": "aliquip",
		  "descValue": "Lorem laborum id"
		},
		{
		  "descType": "anim",
		  "descValue": "duis occaecat laborum"
		},
		{
		  "descType": "nostrud",
		  "descValue": "laborum non est"
		},
		{
		  "descType": "laborum",
		  "descValue": "nisi sunt in"
		},
		{
		  "descType": "ut",
		  "descValue": "exercitation aute irure"
		},
		{
		  "descType": "sint",
		  "descValue": "eu est sint"
		},
		{
		  "descType": "excepteur",
		  "descValue": "in et laboris"
		},
		{
		  "descType": "non",
		  "descValue": "sit irure id"
		},
		{
		  "descType": "voluptate",
		  "descValue": "non adipisicing nostrud"
		}
	  ],
	  "price": 13682,
	  "discount": 40,
	  "likes": 476,
	  "brand": "Wrapture",
	  "reviews": [
		{
		  "reviewName": "Nellie Hines",
		  "reviewMessage": "Tempor exercitation ad adipisicing Lorem cillum. Nulla sit ad incididunt eu duis aliquip ex."
		},
		{
		  "reviewName": "Aida May",
		  "reviewMessage": "Commodo laboris id fugiat reprehenderit. In anim et quis Lorem anim esse mollit culpa dolor velit ex."
		},
		{
		  "reviewName": "Genevieve Hebert",
		  "reviewMessage": "Aliquip eu dolor occaecat ipsum culpa. Aute voluptate ipsum culpa commodo ut irure aute pariatur deserunt."
		}
	  ]
	},
	{
	  "id": 84,
	  "image": "https://picsum.photos/500/300?random=3534",
	  "title": "excepteur esse",
	  "relatedIds": [
		85,
		37,
		98
	  ],
	  "description": "ex ullamco dolore proident deserunt ipsum ut",
	  "longDescription": "Eu irure nulla nostrud cupidatat minim ad enim consectetur minim commodo ea. Nostrud duis elit aute laborum et ex et laboris. Eu anim id nostrud labore fugiat nisi. Occaecat nulla anim veniam aliquip culpa.\r\nOccaecat culpa in ullamco est dolor consectetur culpa nulla officia enim. Fugiat occaecat elit nostrud reprehenderit sunt dolor. Consequat nostrud enim eiusmod elit. In consectetur quis anim proident ea esse consequat esse consectetur tempor ea veniam incididunt.\r\n",
	  "specifications": [
		{
		  "descType": "incididunt",
		  "descValue": "do enim duis"
		},
		{
		  "descType": "Lorem",
		  "descValue": "eu proident minim"
		},
		{
		  "descType": "occaecat",
		  "descValue": "laborum incididunt eiusmod"
		},
		{
		  "descType": "mollit",
		  "descValue": "pariatur officia dolor"
		}
	  ],
	  "price": 4535,
	  "discount": 5,
	  "likes": 140,
	  "brand": "Pyramax",
	  "reviews": [
		{
		  "reviewName": "Dixie Rogers",
		  "reviewMessage": "Dolore aute sunt veniam nisi nulla pariatur laboris excepteur ut ad mollit. Excepteur duis nisi consectetur voluptate fugiat nulla velit aliqua non."
		},
		{
		  "reviewName": "Rosario Robertson",
		  "reviewMessage": "Dolore eiusmod culpa magna ad aliqua duis deserunt excepteur est excepteur reprehenderit minim officia. Esse nostrud nulla voluptate in quis pariatur consectetur exercitation do cillum."
		},
		{
		  "reviewName": "Hood Blake",
		  "reviewMessage": "Fugiat proident eiusmod eiusmod pariatur. Est qui consectetur aliqua enim reprehenderit do excepteur commodo exercitation qui qui."
		}
	  ]
	},
	{
	  "id": 85,
	  "image": "https://picsum.photos/500/300?random=3290",
	  "title": "eu ex",
	  "relatedIds": [
		25,
		82,
		85,
		8
	  ],
	  "description": "consequat veniam culpa ea magna quis amet",
	  "longDescription": "Aliqua ipsum commodo cillum consectetur. Quis irure cupidatat est culpa elit. Veniam labore occaecat velit ex cillum mollit Lorem. Proident elit sit duis esse dolore exercitation reprehenderit incididunt dolor aliquip. Qui aute ex exercitation anim est elit. Elit aliqua ut pariatur culpa excepteur ea dolore minim officia.\r\nIncididunt laborum nostrud eiusmod duis velit amet exercitation sit et consectetur occaecat eu nisi exercitation. Id nisi sint fugiat consectetur nulla ullamco pariatur enim aliqua cillum do eiusmod veniam adipisicing. Occaecat pariatur nisi eiusmod occaecat excepteur minim dolor irure id pariatur mollit aliqua Lorem.\r\n",
	  "specifications": [
		{
		  "descType": "dolore",
		  "descValue": "laboris nostrud minim"
		},
		{
		  "descType": "commodo",
		  "descValue": "proident tempor veniam"
		},
		{
		  "descType": "ipsum",
		  "descValue": "fugiat ullamco mollit"
		},
		{
		  "descType": "consectetur",
		  "descValue": "culpa aliqua irure"
		}
	  ],
	  "price": 10926,
	  "discount": 10,
	  "likes": 100,
	  "brand": "Ecolight",
	  "reviews": [
		{
		  "reviewName": "Jeri Macdonald",
		  "reviewMessage": "Consequat veniam exercitation officia sunt deserunt Lorem duis minim consequat sunt. Magna nulla non elit pariatur quis cillum ullamco commodo."
		},
		{
		  "reviewName": "Julie Randolph",
		  "reviewMessage": "Voluptate ad do nostrud exercitation velit ipsum minim laborum ipsum voluptate. Voluptate reprehenderit pariatur anim voluptate incididunt aliquip anim."
		},
		{
		  "reviewName": "Franks Smith",
		  "reviewMessage": "Proident cillum et ullamco ea aliqua in nisi officia et cupidatat magna incididunt consequat. Aliquip cupidatat veniam ad voluptate veniam culpa tempor elit."
		},
		{
		  "reviewName": "Meagan Parks",
		  "reviewMessage": "Anim laboris dolore reprehenderit laborum consequat dolor fugiat anim qui proident. Sit eu nulla incididunt sit sit qui deserunt excepteur qui id enim incididunt exercitation id."
		},
		{
		  "reviewName": "Serena Puckett",
		  "reviewMessage": "Amet commodo enim reprehenderit nisi est proident in voluptate. In anim pariatur aliqua nostrud."
		},
		{
		  "reviewName": "Buckley Velasquez",
		  "reviewMessage": "Occaecat nulla dolore ullamco ad et laboris non ipsum anim tempor. Reprehenderit deserunt exercitation deserunt officia qui reprehenderit occaecat sit ad fugiat fugiat magna velit veniam."
		}
	  ]
	},
	{
	  "id": 86,
	  "image": "https://picsum.photos/500/300?random=2850",
	  "title": "pariatur voluptate",
	  "relatedIds": [
		86,
		10,
		74,
		46,
		7
	  ],
	  "description": "cillum sit minim tempor ex sunt esse",
	  "longDescription": "Non laborum eu velit dolor quis. Consectetur occaecat consequat est sint eu eu eiusmod sit laboris tempor excepteur minim pariatur elit. Id voluptate aute pariatur et amet laboris. Labore Lorem sunt sit duis pariatur amet do non ipsum magna sint ipsum. Nostrud ullamco tempor ipsum incididunt irure proident voluptate voluptate laborum reprehenderit. Aute exercitation voluptate culpa ad deserunt.\r\nPariatur qui fugiat consequat consequat est mollit ea non. Amet dolor non pariatur officia id reprehenderit sint aute ea dolore consectetur. Amet et duis non veniam Lorem occaecat nulla fugiat est est duis in. Voluptate tempor aliqua excepteur minim tempor sit voluptate sunt ea enim laboris incididunt. Elit ipsum duis irure cillum dolor labore dolore occaecat. Lorem nulla in labore et incididunt ullamco laborum ex exercitation tempor. Esse do Lorem ipsum tempor excepteur labore commodo fugiat et nulla qui aliqua ullamco.\r\n",
	  "specifications": [
		{
		  "descType": "duis",
		  "descValue": "dolor do laboris"
		},
		{
		  "descType": "consectetur",
		  "descValue": "do ex mollit"
		},
		{
		  "descType": "laborum",
		  "descValue": "est nulla sint"
		},
		{
		  "descType": "excepteur",
		  "descValue": "nulla amet mollit"
		},
		{
		  "descType": "ipsum",
		  "descValue": "ullamco laborum quis"
		},
		{
		  "descType": "consectetur",
		  "descValue": "anim officia do"
		},
		{
		  "descType": "velit",
		  "descValue": "elit nostrud officia"
		},
		{
		  "descType": "ut",
		  "descValue": "do eu adipisicing"
		},
		{
		  "descType": "amet",
		  "descValue": "aliquip quis nisi"
		},
		{
		  "descType": "tempor",
		  "descValue": "reprehenderit non magna"
		}
	  ],
	  "price": 14922,
	  "discount": 45,
	  "likes": 108,
	  "brand": "Endipin",
	  "reviews": [
		{
		  "reviewName": "Stevens Gillespie",
		  "reviewMessage": "Et consequat nostrud tempor velit Lorem ea ipsum laboris mollit cupidatat in nostrud. Anim velit ex enim qui culpa veniam dolor enim."
		},
		{
		  "reviewName": "Leigh Moody",
		  "reviewMessage": "Magna anim officia anim voluptate do in culpa aliquip magna aliquip irure dolor commodo ullamco. Deserunt amet minim enim Lorem voluptate incididunt est et minim cupidatat."
		},
		{
		  "reviewName": "Veronica Maynard",
		  "reviewMessage": "Fugiat consectetur culpa laborum id labore pariatur nulla in exercitation culpa labore cupidatat eiusmod quis. Quis ea adipisicing adipisicing duis occaecat velit elit deserunt do aute do fugiat ex non."
		}
	  ]
	},
	{
	  "id": 87,
	  "image": "https://picsum.photos/500/300?random=3264",
	  "title": "id adipisicing",
	  "relatedIds": [
		53,
		7,
		58,
		79
	  ],
	  "description": "nisi laborum esse deserunt sit quis amet",
	  "longDescription": "Aliquip laboris ex cillum nostrud occaecat excepteur minim magna nisi consectetur sint ipsum esse. Velit et non excepteur ut. Excepteur quis dolore nostrud ut ea exercitation in. Aliquip enim mollit ut cillum velit elit cillum cupidatat sint in anim voluptate ad. Cupidatat est cillum occaecat in non fugiat ut do. Irure cillum commodo occaecat proident voluptate dolore amet. Irure amet laborum nisi culpa proident.\r\nExcepteur tempor ut Lorem elit exercitation incididunt laborum officia non ullamco deserunt. Qui id magna mollit do esse consectetur nostrud esse proident sint. Consequat excepteur elit esse adipisicing dolor consequat amet.\r\n",
	  "specifications": [
		{
		  "descType": "fugiat",
		  "descValue": "dolor culpa aliqua"
		},
		{
		  "descType": "quis",
		  "descValue": "aliquip ullamco officia"
		},
		{
		  "descType": "labore",
		  "descValue": "est labore anim"
		}
	  ],
	  "price": 3826,
	  "discount": 30,
	  "likes": 449,
	  "brand": "Isostream",
	  "reviews": [
		{
		  "reviewName": "Sally Welch",
		  "reviewMessage": "Occaecat magna sunt exercitation deserunt commodo reprehenderit consectetur qui deserunt et ad dolor veniam. Aliqua commodo dolor dolor esse laborum."
		},
		{
		  "reviewName": "Deanna Wilder",
		  "reviewMessage": "Aliquip culpa sit pariatur aute. Ad mollit pariatur nulla veniam consectetur."
		}
	  ]
	},
	{
	  "id": 88,
	  "image": "https://picsum.photos/500/300?random=3492",
	  "title": "occaecat reprehenderit",
	  "relatedIds": [
		1,
		4,
		47,
		32,
		59,
		20
	  ],
	  "description": "pariatur occaecat sint fugiat aliquip fugiat nisi",
	  "longDescription": "Dolor in id officia irure pariatur nostrud. Minim non exercitation exercitation et. Nostrud ea culpa ut anim duis commodo ullamco qui irure commodo aliquip. Magna nisi magna fugiat et irure ullamco aliqua tempor culpa voluptate ea esse id. Anim tempor magna id dolor est proident Lorem fugiat anim qui aute laborum cillum dolor.\r\nQuis duis amet ex Lorem eiusmod est fugiat elit. Nisi occaecat deserunt id minim sunt. Aute laborum dolore incididunt dolore. Minim qui Lorem enim laboris in ad. Deserunt tempor consequat id cupidatat ea est enim. Incididunt proident sint ea in aliqua ipsum proident laboris pariatur.\r\n",
	  "specifications": [
		{
		  "descType": "nulla",
		  "descValue": "veniam adipisicing minim"
		},
		{
		  "descType": "laborum",
		  "descValue": "aute deserunt aliqua"
		},
		{
		  "descType": "exercitation",
		  "descValue": "velit aliqua exercitation"
		},
		{
		  "descType": "enim",
		  "descValue": "culpa est voluptate"
		},
		{
		  "descType": "Lorem",
		  "descValue": "excepteur aute esse"
		},
		{
		  "descType": "proident",
		  "descValue": "fugiat consequat eu"
		},
		{
		  "descType": "ex",
		  "descValue": "laborum sit eu"
		},
		{
		  "descType": "aliqua",
		  "descValue": "eu occaecat mollit"
		},
		{
		  "descType": "minim",
		  "descValue": "aliqua labore Lorem"
		},
		{
		  "descType": "irure",
		  "descValue": "consectetur labore id"
		}
	  ],
	  "price": 12193,
	  "discount": 45,
	  "likes": 320,
	  "brand": "Kaggle",
	  "reviews": [
		{
		  "reviewName": "Ellen Lowery",
		  "reviewMessage": "Proident eiusmod et dolore esse nisi sint proident cupidatat exercitation labore laborum et labore. Aliqua consectetur id officia ipsum voluptate Lorem esse voluptate aliquip fugiat."
		}
	  ]
	},
	{
	  "id": 89,
	  "image": "https://picsum.photos/500/300?random=2940",
	  "title": "sit in",
	  "relatedIds": [
		58,
		10,
		46,
		21,
		56,
		48
	  ],
	  "description": "ex duis labore Lorem pariatur nisi elit",
	  "longDescription": "Sit commodo adipisicing est ut aliquip minim minim mollit do. Laboris do aliqua nostrud exercitation cillum eu duis. Quis Lorem quis culpa aute. Et excepteur ut ad eu commodo irure consectetur proident occaecat commodo. Velit est voluptate et voluptate occaecat et laborum nulla.\r\nEsse qui tempor incididunt excepteur consectetur mollit consequat. Id eu irure Lorem do labore sint. Cupidatat non ut do laborum. Dolore ex pariatur culpa est nisi velit sit aliquip ullamco excepteur anim Lorem. Officia aliqua fugiat dolor quis et culpa.\r\n",
	  "specifications": [
		{
		  "descType": "occaecat",
		  "descValue": "qui cillum occaecat"
		},
		{
		  "descType": "commodo",
		  "descValue": "amet dolore velit"
		},
		{
		  "descType": "velit",
		  "descValue": "sint fugiat magna"
		},
		{
		  "descType": "exercitation",
		  "descValue": "incididunt aute non"
		},
		{
		  "descType": "amet",
		  "descValue": "ipsum et id"
		},
		{
		  "descType": "quis",
		  "descValue": "nulla labore aliqua"
		},
		{
		  "descType": "ut",
		  "descValue": "ea qui ut"
		}
	  ],
	  "price": 4628,
	  "discount": 15,
	  "likes": 432,
	  "brand": "Comfirm",
	  "reviews": [
		{
		  "reviewName": "Avery Pratt",
		  "reviewMessage": "Sunt et ad ullamco proident consectetur qui voluptate duis officia nostrud velit minim. Officia minim consequat veniam ut consectetur voluptate culpa deserunt occaecat irure duis tempor."
		},
		{
		  "reviewName": "Patrica Key",
		  "reviewMessage": "Occaecat excepteur proident sint minim sunt nulla laborum dolore irure veniam. Incididunt aute pariatur id id cupidatat est aliqua commodo esse et anim nostrud duis in."
		},
		{
		  "reviewName": "Tammi Bender",
		  "reviewMessage": "Non dolor ipsum magna aliqua cupidatat proident exercitation aliquip dolor. Aliquip reprehenderit anim sint duis exercitation dolore laboris fugiat."
		},
		{
		  "reviewName": "Mercado Mercado",
		  "reviewMessage": "Est sit aliqua irure magna cupidatat sint ipsum adipisicing elit mollit. Ipsum cupidatat consequat eiusmod quis pariatur labore reprehenderit eiusmod in tempor deserunt in qui."
		},
		{
		  "reviewName": "Patrick Carr",
		  "reviewMessage": "Magna ut officia id culpa veniam et. Exercitation culpa aute ullamco est proident laboris laborum."
		},
		{
		  "reviewName": "Leta Parrish",
		  "reviewMessage": "Voluptate sint deserunt irure esse aute velit reprehenderit nisi occaecat. Nulla et esse consectetur commodo nulla anim incididunt dolor sit fugiat labore voluptate adipisicing."
		},
		{
		  "reviewName": "Rosales Jimenez",
		  "reviewMessage": "Aute dolor commodo et minim sit amet in reprehenderit aliquip laboris proident non mollit. Sint dolor laborum do Lorem aliqua consequat id tempor."
		},
		{
		  "reviewName": "Bush Cunningham",
		  "reviewMessage": "Occaecat consectetur amet id commodo nulla occaecat. Anim voluptate consequat pariatur excepteur."
		}
	  ]
	},
	{
	  "id": 90,
	  "image": "https://picsum.photos/500/300?random=4455",
	  "title": "velit commodo",
	  "relatedIds": [
		46,
		71,
		57,
		23,
		100,
		37,
		14,
		81,
		20
	  ],
	  "description": "incididunt velit adipisicing dolore ea Lorem proident",
	  "longDescription": "Non cupidatat ut ea ipsum incididunt minim nostrud magna. Ut elit non ea deserunt. In velit non reprehenderit ullamco Lorem. Ex ut sit proident nostrud labore aliquip nulla ad aliquip sint qui voluptate non. Ut in exercitation laboris ut Lorem dolore minim sunt proident. Anim in ex ad officia eu officia. Dolor do cupidatat nulla reprehenderit sint cillum sint officia aute labore ea minim proident.\r\nIn consequat adipisicing voluptate magna officia. Consectetur id velit reprehenderit aliqua officia cupidatat. Velit exercitation non Lorem amet. Reprehenderit laborum culpa ipsum reprehenderit sunt aute aliquip cupidatat velit. Proident exercitation nostrud est nostrud officia. Aute consequat et Lorem voluptate qui et mollit nulla nisi esse tempor proident minim nisi. Do non ut ad magna do anim exercitation aliqua velit veniam laboris mollit culpa.\r\n",
	  "specifications": [
		{
		  "descType": "proident",
		  "descValue": "excepteur eu qui"
		},
		{
		  "descType": "Lorem",
		  "descValue": "esse ex occaecat"
		},
		{
		  "descType": "excepteur",
		  "descValue": "adipisicing pariatur ipsum"
		},
		{
		  "descType": "voluptate",
		  "descValue": "velit proident Lorem"
		},
		{
		  "descType": "commodo",
		  "descValue": "ullamco labore dolor"
		},
		{
		  "descType": "et",
		  "descValue": "duis sint deserunt"
		},
		{
		  "descType": "minim",
		  "descValue": "dolore adipisicing et"
		},
		{
		  "descType": "veniam",
		  "descValue": "labore ea sunt"
		}
	  ],
	  "price": 10054,
	  "discount": 25,
	  "likes": 375,
	  "brand": "Grupoli",
	  "reviews": [
		{
		  "reviewName": "Katy Graham",
		  "reviewMessage": "Consectetur ut occaecat non adipisicing proident duis qui nulla consectetur non ea deserunt. Aliqua amet elit proident est laborum id."
		},
		{
		  "reviewName": "Marietta Espinoza",
		  "reviewMessage": "Elit do qui irure labore aute. Nisi veniam pariatur Lorem fugiat."
		},
		{
		  "reviewName": "Smith Peters",
		  "reviewMessage": "Aliqua nulla deserunt dolore dolore occaecat sit esse ipsum nulla. Aliquip sint laborum exercitation dolor adipisicing aute duis duis exercitation cupidatat eu id eiusmod."
		},
		{
		  "reviewName": "Kane Lindsay",
		  "reviewMessage": "Officia nulla eu anim fugiat laboris laboris. Anim irure qui adipisicing tempor do minim cupidatat elit incididunt reprehenderit laboris amet anim veniam."
		},
		{
		  "reviewName": "Lane Meyers",
		  "reviewMessage": "Ea aute ipsum veniam veniam veniam consequat amet dolor sunt ullamco. Quis minim quis velit ullamco laboris do Lorem excepteur laborum."
		}
	  ]
	},
	{
	  "id": 91,
	  "image": "https://picsum.photos/500/300?random=4000",
	  "title": "occaecat tempor",
	  "relatedIds": [
		56,
		17,
		9,
		81,
		42,
		35
	  ],
	  "description": "non exercitation excepteur voluptate nostrud eiusmod nostrud",
	  "longDescription": "Magna tempor minim in ipsum dolor elit consequat in esse proident. Ea duis sunt commodo magna labore anim ex. Fugiat qui labore pariatur qui. Ullamco nostrud sint laborum ex eiusmod. Anim cillum incididunt culpa sint quis culpa.\r\nIpsum ad Lorem sint aliquip ullamco eu in enim pariatur exercitation adipisicing. Aliqua mollit aute cupidatat id ea occaecat non elit sit quis. Enim sint est Lorem adipisicing. Do officia occaecat labore amet excepteur non velit id nostrud in cillum. Cillum aliqua do sint deserunt labore sunt.\r\n",
	  "specifications": [
		{
		  "descType": "ullamco",
		  "descValue": "culpa ullamco veniam"
		},
		{
		  "descType": "nostrud",
		  "descValue": "laboris ut qui"
		},
		{
		  "descType": "qui",
		  "descValue": "minim proident veniam"
		}
	  ],
	  "price": 11952,
	  "discount": 5,
	  "likes": 499,
	  "brand": "Lovepad",
	  "reviews": [
		{
		  "reviewName": "Hardy Holt",
		  "reviewMessage": "Nulla amet qui adipisicing consectetur incididunt consectetur dolor dolore veniam. Elit voluptate labore ullamco fugiat minim nulla sunt mollit minim nostrud consequat commodo sunt do."
		},
		{
		  "reviewName": "Jewel Dillard",
		  "reviewMessage": "Aliquip est laboris exercitation ipsum id proident incididunt ea commodo labore voluptate. Incididunt ipsum labore esse exercitation veniam laboris deserunt nulla exercitation adipisicing."
		},
		{
		  "reviewName": "Summer Chang",
		  "reviewMessage": "Officia ullamco aliqua veniam anim reprehenderit officia non. Irure nulla non laborum esse eiusmod."
		},
		{
		  "reviewName": "Aguilar Schwartz",
		  "reviewMessage": "Veniam labore tempor duis do do. Deserunt labore exercitation dolor cillum nisi culpa ullamco culpa dolore laboris in et ut."
		},
		{
		  "reviewName": "Sharon Suarez",
		  "reviewMessage": "Laboris ex consectetur deserunt incididunt amet aute et id qui sit nisi consectetur anim ipsum. Consequat excepteur anim qui est commodo occaecat sit et quis ullamco proident."
		},
		{
		  "reviewName": "Nicholson Tillman",
		  "reviewMessage": "Aute pariatur aute eu nulla mollit qui consectetur cupidatat labore nostrud velit pariatur. Id incididunt elit ipsum in sint."
		},
		{
		  "reviewName": "Conner Rice",
		  "reviewMessage": "Mollit eiusmod dolore irure excepteur et labore laborum aute culpa et sint consectetur ea. Anim proident commodo consectetur aute mollit irure ad consequat eu."
		},
		{
		  "reviewName": "Hazel Mathews",
		  "reviewMessage": "Ea veniam fugiat sint cupidatat irure adipisicing esse. Sunt exercitation culpa eu consequat aliquip aute pariatur."
		}
	  ]
	},
	{
	  "id": 92,
	  "image": "https://picsum.photos/500/300?random=2222",
	  "title": "anim veniam",
	  "relatedIds": [
		90,
		92,
		43,
		30
	  ],
	  "description": "ullamco sint amet labore ex fugiat veniam",
	  "longDescription": "Irure esse minim deserunt ex. Aliqua do anim laborum occaecat do ad nisi reprehenderit quis commodo. Cupidatat esse aliqua tempor dolore esse excepteur ad laboris excepteur ipsum.\r\nLaborum cupidatat ad culpa proident officia pariatur culpa enim mollit. Ea eu laborum esse culpa. Aliquip qui tempor dolor tempor consectetur. Eu deserunt consequat amet in nulla fugiat. Anim in magna nostrud eu cupidatat anim consequat irure enim ea ex eu sint. Eu id culpa cillum laborum culpa. Amet cupidatat ipsum sunt nostrud eiusmod in aliquip velit.\r\n",
	  "specifications": [
		{
		  "descType": "laborum",
		  "descValue": "deserunt voluptate officia"
		},
		{
		  "descType": "mollit",
		  "descValue": "consequat enim culpa"
		},
		{
		  "descType": "amet",
		  "descValue": "Lorem culpa cupidatat"
		},
		{
		  "descType": "duis",
		  "descValue": "nisi esse incididunt"
		},
		{
		  "descType": "aliquip",
		  "descValue": "qui aliqua aute"
		},
		{
		  "descType": "velit",
		  "descValue": "proident mollit cupidatat"
		}
	  ],
	  "price": 4233,
	  "discount": 10,
	  "likes": 199,
	  "brand": "Aquoavo",
	  "reviews": [
		{
		  "reviewName": "Elvira Johns",
		  "reviewMessage": "In laboris sunt minim excepteur cillum exercitation dolore enim duis dolor commodo consequat exercitation et. Fugiat aute tempor labore anim ea est cillum."
		},
		{
		  "reviewName": "Holland Wong",
		  "reviewMessage": "Deserunt dolor excepteur reprehenderit ea deserunt dolore adipisicing ut. Eiusmod nulla nisi aliquip proident deserunt esse aute esse fugiat in est adipisicing anim reprehenderit."
		},
		{
		  "reviewName": "Yates Randall",
		  "reviewMessage": "Quis irure culpa reprehenderit amet minim enim. Velit ex Lorem nostrud ullamco culpa culpa."
		},
		{
		  "reviewName": "Berger Sanders",
		  "reviewMessage": "Duis Lorem velit tempor magna esse incididunt pariatur velit consectetur elit dolore dolor. Incididunt nulla esse magna eiusmod nostrud proident sunt velit consectetur magna consectetur commodo."
		},
		{
		  "reviewName": "Hahn Levine",
		  "reviewMessage": "Excepteur cillum qui enim consequat voluptate velit ea. Occaecat ut et ullamco laboris magna aute mollit enim laboris mollit proident."
		},
		{
		  "reviewName": "Cristina Bernard",
		  "reviewMessage": "Pariatur aliqua elit Lorem ea laboris non proident mollit aute. Non pariatur labore anim non ad deserunt sunt eu anim occaecat eiusmod ex labore et."
		},
		{
		  "reviewName": "Rodgers Britt",
		  "reviewMessage": "Do adipisicing eiusmod qui dolor eu laborum nostrud eiusmod ad labore proident culpa. Eu et ex nisi aliquip Lorem enim dolor."
		}
	  ]
	},
	{
	  "id": 93,
	  "image": "https://picsum.photos/500/300?random=4284",
	  "title": "deserunt aliquip",
	  "relatedIds": [
		49,
		9,
		54
	  ],
	  "description": "laboris do dolor sit do sit sit",
	  "longDescription": "Dolore sint adipisicing eu aute enim ullamco deserunt enim. Pariatur sint do sunt ut reprehenderit ad non magna nulla duis velit elit proident id. Incididunt labore mollit nostrud laboris Lorem ut sunt veniam in. Duis ullamco labore anim tempor laboris minim. Id occaecat consequat enim laboris ut dolore magna sunt cupidatat ea. Consequat sit dolore enim amet. Lorem id nostrud non quis aliquip laboris.\r\nEu nulla ad tempor veniam adipisicing. Dolor quis aliquip anim culpa. Aliqua nisi aliqua nostrud incididunt officia reprehenderit exercitation in laborum incididunt eu aute aliquip. Tempor proident Lorem irure duis dolor aliquip sunt consectetur. Enim in exercitation aute aute veniam. Minim culpa ad sit est aliquip laboris veniam do ipsum aute mollit.\r\n",
	  "specifications": [
		{
		  "descType": "ad",
		  "descValue": "in do ut"
		},
		{
		  "descType": "aliqua",
		  "descValue": "eu elit aute"
		},
		{
		  "descType": "dolor",
		  "descValue": "aliquip incididunt anim"
		},
		{
		  "descType": "veniam",
		  "descValue": "velit consectetur dolore"
		},
		{
		  "descType": "voluptate",
		  "descValue": "duis amet quis"
		},
		{
		  "descType": "minim",
		  "descValue": "eiusmod tempor cillum"
		}
	  ],
	  "price": 5638,
	  "discount": 30,
	  "likes": 189,
	  "brand": "Geoform",
	  "reviews": [
		{
		  "reviewName": "Mckinney Contreras",
		  "reviewMessage": "Cupidatat enim mollit magna et qui incididunt culpa nostrud. Et anim exercitation eu dolor anim elit pariatur excepteur ad."
		},
		{
		  "reviewName": "Billie Dunn",
		  "reviewMessage": "Cillum labore dolor nisi dolor non. Nisi non quis aute ipsum adipisicing nulla quis incididunt sit ad nulla in nostrud pariatur."
		},
		{
		  "reviewName": "Dillon Boyd",
		  "reviewMessage": "Pariatur in deserunt consequat eu minim qui adipisicing aliquip sunt ex. Anim deserunt velit mollit eu Lorem occaecat nisi magna cupidatat occaecat eu tempor."
		},
		{
		  "reviewName": "Paulette Robinson",
		  "reviewMessage": "Voluptate incididunt id qui labore minim laboris eiusmod amet ea magna. Minim id amet ipsum officia exercitation aute consectetur culpa aute nulla non."
		},
		{
		  "reviewName": "Schultz Hodges",
		  "reviewMessage": "Dolore nostrud sunt ea labore do Lorem voluptate Lorem reprehenderit sint Lorem cillum commodo. Minim officia enim Lorem adipisicing officia quis nulla."
		}
	  ]
	},
	{
	  "id": 94,
	  "image": "https://picsum.photos/500/300?random=2987",
	  "title": "duis incididunt",
	  "relatedIds": [
		20,
		22,
		92,
		87,
		2,
		16,
		12,
		24,
		58
	  ],
	  "description": "pariatur ea do cupidatat deserunt adipisicing qui",
	  "longDescription": "Culpa sunt occaecat excepteur laborum cillum irure exercitation irure minim pariatur veniam sint amet. Voluptate magna ullamco dolore officia. Nostrud laboris excepteur aliquip sit quis et ipsum reprehenderit magna Lorem cillum nulla.\r\nElit pariatur ullamco et sunt excepteur proident dolore consequat non aliquip in voluptate mollit quis. Tempor non laborum commodo labore veniam voluptate nostrud ex. Aliqua duis Lorem adipisicing reprehenderit est minim. Pariatur pariatur sint nulla sunt aliqua in occaecat labore tempor irure nulla ad labore consequat. Occaecat fugiat incididunt nulla ipsum consequat ut do consectetur.\r\n",
	  "specifications": [
		{
		  "descType": "excepteur",
		  "descValue": "sint enim sit"
		},
		{
		  "descType": "anim",
		  "descValue": "laborum excepteur est"
		},
		{
		  "descType": "tempor",
		  "descValue": "dolore eiusmod et"
		}
	  ],
	  "price": 4268,
	  "discount": 35,
	  "likes": 164,
	  "brand": "Momentia",
	  "reviews": [
		{
		  "reviewName": "Beverly Zimmerman",
		  "reviewMessage": "Exercitation pariatur deserunt nostrud labore laborum veniam eu. Laboris et laboris non sit anim veniam eiusmod reprehenderit amet cillum elit amet."
		},
		{
		  "reviewName": "Rowland Allison",
		  "reviewMessage": "Ex cillum est nulla dolore cillum elit esse amet sunt fugiat reprehenderit et commodo. Laboris id magna fugiat commodo reprehenderit amet."
		},
		{
		  "reviewName": "Chasity Obrien",
		  "reviewMessage": "Proident fugiat officia id sit incididunt ex adipisicing elit nostrud commodo Lorem enim in nulla. Reprehenderit est velit adipisicing dolore aliqua Lorem deserunt tempor ex aliquip."
		},
		{
		  "reviewName": "Mcmahon Goff",
		  "reviewMessage": "Pariatur ut ad mollit exercitation do culpa pariatur aute id consequat id anim pariatur. Tempor reprehenderit dolor dolor culpa."
		},
		{
		  "reviewName": "Craft Luna",
		  "reviewMessage": "Sit irure eu nulla cillum minim laboris proident esse nisi deserunt tempor esse et. Elit sunt non adipisicing esse ut eiusmod tempor reprehenderit culpa."
		},
		{
		  "reviewName": "Kerry Ramos",
		  "reviewMessage": "Sint adipisicing id incididunt elit tempor ex velit laborum do quis est tempor. Velit sunt exercitation quis aute Lorem deserunt laborum adipisicing nisi enim dolor amet velit occaecat."
		},
		{
		  "reviewName": "Augusta Russo",
		  "reviewMessage": "Proident Lorem exercitation Lorem ad proident sunt magna. Voluptate officia dolor sit cupidatat sunt et esse."
		},
		{
		  "reviewName": "Kelley William",
		  "reviewMessage": "Laborum anim veniam cillum consectetur reprehenderit eu magna minim quis. Enim velit pariatur quis fugiat elit qui laborum ex laborum occaecat."
		},
		{
		  "reviewName": "Leonor Shields",
		  "reviewMessage": "Est sunt Lorem laborum magna nulla laboris incididunt veniam aliquip amet. Adipisicing anim anim adipisicing culpa laboris ullamco sunt."
		},
		{
		  "reviewName": "Rodriquez Payne",
		  "reviewMessage": "Ex quis ex reprehenderit eu voluptate aute ex magna sint in magna. Laborum laborum sunt consectetur et."
		}
	  ]
	},
	{
	  "id": 95,
	  "image": "https://picsum.photos/500/300?random=5096",
	  "title": "exercitation qui",
	  "relatedIds": [
		6,
		25,
		41,
		99,
		58,
		56,
		34
	  ],
	  "description": "non exercitation anim excepteur Lorem exercitation dolor",
	  "longDescription": "Nisi sint cupidatat proident est deserunt aliqua ad sit est enim minim. Culpa fugiat ipsum anim enim ea ex occaecat dolore. Sunt officia sunt officia officia laboris est. Est minim laborum sit laboris proident occaecat Lorem mollit excepteur velit esse elit. Ad mollit deserunt ut ipsum sint. Nisi tempor Lorem qui veniam culpa qui occaecat qui elit magna dolor duis sit ex. Sint magna proident ea exercitation cillum id irure pariatur duis sunt consectetur veniam excepteur aliquip.\r\nLaboris anim et tempor Lorem. Irure dolor minim consectetur est cupidatat cupidatat consectetur minim pariatur occaecat amet sit minim. Voluptate sit adipisicing sint aliquip culpa et fugiat anim esse consequat amet velit amet proident. Laborum dolor cupidatat sit elit est nisi veniam tempor deserunt amet est ad. Aute Lorem elit mollit ipsum voluptate nostrud nisi in mollit cillum nisi incididunt.\r\n",
	  "specifications": [
		{
		  "descType": "do",
		  "descValue": "non est incididunt"
		},
		{
		  "descType": "labore",
		  "descValue": "sint magna ullamco"
		},
		{
		  "descType": "aliquip",
		  "descValue": "sunt reprehenderit velit"
		}
	  ],
	  "price": 12352,
	  "discount": 20,
	  "likes": 162,
	  "brand": "Bulljuice",
	  "reviews": [
		{
		  "reviewName": "Cynthia Ayers",
		  "reviewMessage": "Velit consectetur in laborum qui occaecat ipsum. Est quis mollit officia enim consequat reprehenderit."
		}
	  ]
	},
	{
	  "id": 96,
	  "image": "https://picsum.photos/500/300?random=5250",
	  "title": "adipisicing elit",
	  "relatedIds": [
		73,
		12,
		49,
		79,
		78
	  ],
	  "description": "aliqua labore eiusmod esse esse minim officia",
	  "longDescription": "Est et voluptate nisi sit qui commodo nostrud non proident aute. Ipsum Lorem minim commodo id nostrud culpa exercitation. Cillum velit mollit aliqua id cillum minim velit et. Mollit ullamco minim enim eu qui magna nisi.\r\nAdipisicing esse aute commodo commodo tempor qui labore aliqua consectetur minim sint eu. Eu sint nisi voluptate do exercitation minim aliqua officia incididunt est eu. Deserunt officia anim magna in cupidatat deserunt culpa voluptate voluptate minim ut consequat. Minim do labore voluptate irure Lorem dolor.\r\n",
	  "specifications": [
		{
		  "descType": "sint",
		  "descValue": "non nostrud consectetur"
		},
		{
		  "descType": "occaecat",
		  "descValue": "pariatur magna officia"
		},
		{
		  "descType": "labore",
		  "descValue": "do elit exercitation"
		},
		{
		  "descType": "irure",
		  "descValue": "aute veniam laboris"
		},
		{
		  "descType": "occaecat",
		  "descValue": "culpa amet Lorem"
		},
		{
		  "descType": "eu",
		  "descValue": "velit aliquip fugiat"
		},
		{
		  "descType": "nulla",
		  "descValue": "exercitation excepteur ullamco"
		},
		{
		  "descType": "occaecat",
		  "descValue": "ea et eiusmod"
		},
		{
		  "descType": "do",
		  "descValue": "culpa dolor quis"
		}
	  ],
	  "price": 6602,
	  "discount": 5,
	  "likes": 245,
	  "brand": "Poochies",
	  "reviews": [
		{
		  "reviewName": "Bobbie Chase",
		  "reviewMessage": "Quis do qui voluptate et laboris ad magna qui et ut. Elit ex ullamco consequat nostrud occaecat nisi incididunt laboris nisi."
		},
		{
		  "reviewName": "Ana Mcintosh",
		  "reviewMessage": "Aliquip tempor ad id duis eu ipsum id sit consectetur mollit eiusmod incididunt aute voluptate. Nisi laboris commodo culpa proident mollit sint sunt."
		},
		{
		  "reviewName": "Irene Blackwell",
		  "reviewMessage": "Exercitation et amet veniam culpa enim officia id ad ea sunt amet. Quis nisi sit esse qui proident sint elit ea veniam est qui anim consectetur reprehenderit."
		},
		{
		  "reviewName": "Howard Melendez",
		  "reviewMessage": "Nulla ullamco consectetur cillum cillum duis eu mollit ex laborum aute aute ullamco. Magna magna sunt culpa sint pariatur quis mollit duis."
		},
		{
		  "reviewName": "Woodward Bean",
		  "reviewMessage": "Reprehenderit cupidatat eiusmod quis eu sunt quis aliqua tempor minim. Amet aliqua irure deserunt non Lorem."
		},
		{
		  "reviewName": "Cassandra Massey",
		  "reviewMessage": "Amet quis non ullamco et non dolore velit elit proident id. In aliqua sit magna ea laboris excepteur cillum exercitation enim sunt non proident."
		},
		{
		  "reviewName": "Johanna Hawkins",
		  "reviewMessage": "Officia dolore culpa incididunt id non qui incididunt elit quis labore eiusmod laborum est cupidatat. Irure aute anim sint ut culpa adipisicing."
		},
		{
		  "reviewName": "Jana Kemp",
		  "reviewMessage": "Dolore mollit duis nostrud duis magna cillum velit nulla incididunt commodo ad officia. Esse ea labore reprehenderit nulla excepteur nisi Lorem proident incididunt officia cillum laborum irure."
		}
	  ]
	},
	{
	  "id": 97,
	  "image": "https://picsum.photos/500/300?random=2756",
	  "title": "cupidatat quis",
	  "relatedIds": [
		65,
		26,
		66,
		3,
		42,
		88
	  ],
	  "description": "ex in cillum esse incididunt eiusmod ut",
	  "longDescription": "Enim fugiat excepteur quis ad ex aliqua officia esse nulla qui veniam. Exercitation nisi eiusmod reprehenderit ullamco consequat. Occaecat esse est eu nostrud veniam cupidatat aliquip anim deserunt dolore nulla laboris labore. Pariatur nostrud deserunt dolore est commodo et exercitation dolore sit nulla sit ex aute sit. Reprehenderit magna cupidatat consequat id in veniam. Proident duis pariatur do velit Lorem laboris enim exercitation officia aliquip. Ut est voluptate eiusmod tempor aliquip excepteur.\r\nCupidatat duis laborum proident ullamco et nostrud sint ullamco esse consequat do. Dolor deserunt velit quis magna fugiat sunt laboris commodo. Voluptate sit eu deserunt non eiusmod veniam ipsum occaecat est enim eiusmod culpa ad ipsum. Elit adipisicing id ex commodo mollit.\r\n",
	  "specifications": [
		{
		  "descType": "dolore",
		  "descValue": "excepteur sit mollit"
		},
		{
		  "descType": "sunt",
		  "descValue": "laboris culpa eu"
		},
		{
		  "descType": "enim",
		  "descValue": "excepteur cupidatat cupidatat"
		},
		{
		  "descType": "ad",
		  "descValue": "dolor culpa amet"
		},
		{
		  "descType": "minim",
		  "descValue": "dolore qui aliqua"
		}
	  ],
	  "price": 4531,
	  "discount": 30,
	  "likes": 192,
	  "brand": "Colaire",
	  "reviews": [
		{
		  "reviewName": "Chandra Santana",
		  "reviewMessage": "Minim amet tempor est in occaecat et. Mollit officia ea voluptate nulla dolore anim enim ea excepteur ut aliqua consequat."
		},
		{
		  "reviewName": "Gabrielle Jacobs",
		  "reviewMessage": "Veniam laboris magna fugiat culpa. Ex voluptate ad labore magna eiusmod eiusmod magna sunt aliqua."
		},
		{
		  "reviewName": "Ruby Nash",
		  "reviewMessage": "Et proident mollit mollit sint dolore minim. Do sint nostrud anim magna ex ut deserunt irure ex sint ex ullamco amet."
		}
	  ]
	},
	{
	  "id": 98,
	  "image": "https://picsum.photos/500/300?random=3103",
	  "title": "id exercitation",
	  "relatedIds": [
		24,
		10,
		75,
		25,
		7
	  ],
	  "description": "magna veniam consequat veniam exercitation labore cupidatat",
	  "longDescription": "Ipsum sint mollit qui sunt duis dolor aliqua incididunt nisi anim cillum anim mollit incididunt. Ea dolor sint consequat ullamco nulla deserunt est ex eu minim dolor sint deserunt id. Officia amet ex nulla cupidatat qui labore in occaecat esse Lorem ipsum aute. Sit occaecat ex cillum consequat do non ipsum consectetur culpa aliqua ex. Ut tempor veniam est mollit magna. Cupidatat ea proident ex enim non nostrud enim.\r\nSint ea consequat non non mollit fugiat anim tempor fugiat culpa mollit. Aliquip in deserunt sunt veniam anim exercitation. Consequat velit ea fugiat excepteur velit labore.\r\n",
	  "specifications": [
		{
		  "descType": "ipsum",
		  "descValue": "elit eu ad"
		},
		{
		  "descType": "magna",
		  "descValue": "excepteur eiusmod ex"
		},
		{
		  "descType": "sint",
		  "descValue": "laborum duis minim"
		},
		{
		  "descType": "cupidatat",
		  "descValue": "cillum velit incididunt"
		},
		{
		  "descType": "sunt",
		  "descValue": "veniam deserunt non"
		},
		{
		  "descType": "anim",
		  "descValue": "dolor dolore elit"
		},
		{
		  "descType": "eiusmod",
		  "descValue": "irure nulla voluptate"
		},
		{
		  "descType": "exercitation",
		  "descValue": "ea labore voluptate"
		},
		{
		  "descType": "officia",
		  "descValue": "Lorem occaecat minim"
		},
		{
		  "descType": "labore",
		  "descValue": "minim Lorem eu"
		}
	  ],
	  "price": 5484,
	  "discount": 20,
	  "likes": 463,
	  "brand": "Turnling",
	  "reviews": [
		{
		  "reviewName": "Davidson Gutierrez",
		  "reviewMessage": "Nisi commodo ipsum eu eu esse velit officia elit magna elit ipsum duis. Quis nostrud aliqua dolor laborum."
		},
		{
		  "reviewName": "Dolores Avila",
		  "reviewMessage": "Qui velit adipisicing esse labore in commodo duis Lorem aliquip ad culpa. Ad qui consequat ad esse dolor ea commodo."
		},
		{
		  "reviewName": "Sullivan Frederick",
		  "reviewMessage": "Veniam sint fugiat et deserunt aliqua ipsum elit eiusmod ad magna proident sint ex. Sint fugiat enim consequat incididunt tempor culpa."
		},
		{
		  "reviewName": "Marion Moreno",
		  "reviewMessage": "Cillum id do in esse occaecat labore id. Pariatur ut sunt ipsum pariatur fugiat."
		},
		{
		  "reviewName": "Maynard Grimes",
		  "reviewMessage": "Reprehenderit culpa laborum adipisicing ex officia nulla magna mollit. Cillum sint enim aliqua excepteur Lorem officia cupidatat sunt anim ea reprehenderit."
		},
		{
		  "reviewName": "Steele Horne",
		  "reviewMessage": "Dolor irure qui consequat anim exercitation dolor fugiat. Ea commodo nulla exercitation sit deserunt deserunt mollit veniam reprehenderit quis aliquip."
		}
	  ]
	},
	{
	  "id": 99,
	  "image": "https://picsum.photos/500/300?random=3996",
	  "title": "officia culpa",
	  "relatedIds": [
		82,
		36,
		65,
		10,
		25,
		36,
		8,
		40,
		86
	  ],
	  "description": "qui culpa aliquip ex exercitation exercitation tempor",
	  "longDescription": "Labore culpa ut nostrud eu dolore dolor veniam exercitation aliquip amet ullamco. Do velit aute veniam quis ex commodo est quis nulla minim dolor. Nostrud eu fugiat ullamco amet consequat id laborum sint non commodo in culpa. Nostrud ex veniam tempor sunt pariatur proident excepteur laboris enim excepteur labore aliqua eiusmod nulla. Sit consequat est dolor et eu deserunt amet reprehenderit magna. Ullamco sint est magna veniam eiusmod duis mollit esse mollit et irure. Consequat et voluptate veniam ex deserunt amet labore ex adipisicing culpa minim aliqua sunt qui.\r\nAliqua ea proident culpa incididunt et ipsum laboris irure incididunt mollit sint dolor. Ut reprehenderit amet et labore do. Voluptate aliqua aute in irure.\r\n",
	  "specifications": [
		{
		  "descType": "dolore",
		  "descValue": "incididunt ad aliqua"
		},
		{
		  "descType": "dolore",
		  "descValue": "id excepteur excepteur"
		},
		{
		  "descType": "minim",
		  "descValue": "pariatur proident velit"
		},
		{
		  "descType": "ut",
		  "descValue": "veniam veniam nisi"
		},
		{
		  "descType": "aliqua",
		  "descValue": "laboris exercitation est"
		}
	  ],
	  "price": 874,
	  "discount": 10,
	  "likes": 499,
	  "brand": "Zillanet",
	  "reviews": [
		{
		  "reviewName": "Santos Charles",
		  "reviewMessage": "Veniam cupidatat elit dolor dolore deserunt ut laboris aute ipsum ullamco eiusmod veniam. Ea occaecat cillum duis tempor eiusmod anim sint non amet ad aute cillum magna ad."
		},
		{
		  "reviewName": "Cathryn Glass",
		  "reviewMessage": "Magna proident do enim enim tempor. Sint elit qui ipsum anim do ex sit elit magna ut."
		}
	  ]
	},
	{
	  "id": 100,
	  "image": "https://picsum.photos/500/300?random=4469",
	  "title": "quis ea",
	  "relatedIds": [
		6,
		36,
		66,
		10,
		16,
		70,
		23
	  ],
	  "description": "mollit dolor aliquip ullamco minim sit esse",
	  "longDescription": "Consectetur dolor enim eiusmod laboris ex aute laborum cillum adipisicing consectetur. Do do sunt pariatur consequat Lorem in eu et sint laborum ipsum. Ad et ea sint consequat. Nostrud culpa ex minim tempor aliqua ex culpa sit commodo duis duis. Ea incididunt magna mollit et ut occaecat aliqua esse. Eu laboris occaecat duis do sint aliquip non ut culpa. Eiusmod consectetur ut tempor pariatur irure adipisicing commodo fugiat magna.\r\nSit labore ea incididunt laboris ea nisi duis sunt anim aliqua in. Laborum fugiat eu non esse eiusmod ad aute culpa cupidatat Lorem et enim sint. Culpa et et incididunt eiusmod eu amet veniam irure. Magna ullamco do anim labore eiusmod exercitation aute cupidatat quis incididunt non consequat nisi.\r\n",
	  "specifications": [
		{
		  "descType": "irure",
		  "descValue": "nostrud tempor labore"
		},
		{
		  "descType": "commodo",
		  "descValue": "enim eu aliqua"
		},
		{
		  "descType": "proident",
		  "descValue": "nulla proident do"
		},
		{
		  "descType": "eiusmod",
		  "descValue": "occaecat ut mollit"
		},
		{
		  "descType": "in",
		  "descValue": "sint veniam esse"
		}
	  ],
	  "price": 11435,
	  "discount": 20,
	  "likes": 151,
	  "brand": "Exoplode",
	  "reviews": [
		{
		  "reviewName": "Thomas Bullock",
		  "reviewMessage": "Reprehenderit commodo cillum ut Lorem eiusmod. Mollit dolor velit elit qui et consequat non velit Lorem nisi elit irure mollit velit."
		},
		{
		  "reviewName": "Evangeline Simmons",
		  "reviewMessage": "Ex id laborum Lorem dolor dolor nisi adipisicing nostrud. Nisi fugiat pariatur ut reprehenderit qui reprehenderit occaecat."
		},
		{
		  "reviewName": "Concetta Hubbard",
		  "reviewMessage": "Magna ex non eiusmod consectetur nisi commodo occaecat ullamco ex proident veniam. Consequat Lorem incididunt laborum commodo eu in."
		},
		{
		  "reviewName": "Beatrice Stafford",
		  "reviewMessage": "Velit mollit veniam anim aute anim magna nostrud minim. Commodo voluptate magna mollit est reprehenderit magna Lorem qui ipsum commodo eu ullamco."
		},
		{
		  "reviewName": "Letitia Strickland",
		  "reviewMessage": "Cillum exercitation dolor et consectetur laborum exercitation. Excepteur eiusmod Lorem fugiat laborum enim."
		},
		{
		  "reviewName": "Marie Wise",
		  "reviewMessage": "Qui et deserunt anim laboris culpa ex veniam quis. Magna sint laboris amet ipsum dolore quis ipsum magna."
		},
		{
		  "reviewName": "Chang Carney",
		  "reviewMessage": "Id culpa Lorem non officia laboris in quis laborum labore velit elit. Eiusmod Lorem irure eiusmod officia in commodo nostrud."
		}
	  ]
	}
  ]